[
  {
    "nomor_soal": "2",
    "bacaan_soal": "<p class=\"card-text\"><p style=\"text-align: center;\"><img alt=\"\" src=\"/tka/cbt_images/61416_a39bfb8e261eb662c7a7df1bc616f88f.png\"/></p>\n<p>Buku etnografi dengan judul <em>Tempat Terbaik di Dunia </em>mengisahkan kehidupan sehari-hari warga yang tinggal di kolong jembatan Jakarta, sebuah komunitas marginal yang kerap luput dari perhatian publik. Penulis buku tersebut, Roanne van Voorst, seorang antropolog asal Belanda, tinggal bersama komunitas ini selama beberapa waktu sebagai bagian dari penelitian lapangannya. </p>\n<p>Melalui pendekatan partisipatif dan observasi mendalam, Roanne merekam dinamika sosial, cara bertahan hidup, nilai kekeluargaan, solidaritas, serta harapan-harapan yang tumbuh di tengah kemiskinan ekstrem. Meski hidup dalam keterbatasan dan ancaman penggusuran, para penghuni kolong jembatan tidak memandang tempat tinggal mereka sebagai \"neraka\", melainkan sebagai <em>tempat terbaik di dunia</em>, karena di sanalah mereka menemukan komunitas, identitas, dan makna hidup.</p>\n<p style=\"text-align: right;\"><span style=\"font-size: 12px;\">(<strong>Sumber: </strong>Nurcahyono, Okta Hadi. 2021. Buku murid Antropologi untuk Kelas SMA XI. Jakarta: Pusat Perbukuan Badan Standar, Kurikulum, dan Asesmen Pendidikan Kementerian Pendidikan, Kebudayaan, Riset, dan Teknologi)</span></p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>2</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Menjelaskan dan menganalisis berbagai jenis metode penelitian Etnografi.</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td></td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A, B, D</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p style=\"text-align: left;\">Penelitian sebagaimana dijelaskan di atas merupakan jenis penelitian etnografis. Manakah dari pernyataan berikut yang sesuai dengan prinsip-prinsip dasar penelitian tersebut?</p>\n</p>",
    "topik_soal": "Menjelaskan dan menganalisis berbagai jenis metode penelitian Etnografi.",
    "opsi_jawaban": [
      "<p>Membaur dengan masyarakat dan mengikuti kegiatan sehari- hari warga yang tinggal di kolong jembatan Jakarta.</p>",
      "<p>Menggunakan pendekatan observasi partisipatif untuk memahami praktik budaya secara langsung dari komunitas marjinal di Jakarta tersebut.</p>",
      "<p>Melakukan wawancara dengan aparat desa saja agar tidak mengganggu praktik sosial warga.</p>",
      "<p>Mencatat secara rinci dengan observasi mendalam makna simbolik dari praktik dinamika sosial, cara bertahan hidup, dan nilai kekeluargaan.</p>",
      "<p>Menghindari keterlibatan langsung karena peneliti harus menjaga jarak objektif dengan cara ke perpustakaan.</p>"
    ],
    "jawaban_benar": [
      "A",
      "B",
      "D"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "5",
    "bacaan_soal": "<p class=\"card-text\"><p style=\"text-align: center;\"><img alt=\"\" src=\"/tka/cbt_images/21099_b728cf5b9364c0cce33fd763e3ccb16d.png\"/></p>\n<p style=\"text-align: center;\"><span style=\"font-size: 12px;\">Sumber: https://<a href=\"http://www.detik.com/properti/arsitektur/d-6960277/mengenal-\">www.detik.com/properti/arsitektur/d-6960277/mengenal-</a>mbaru-niang-rumah-adat-di-ntt-beratap-kerucut-di-atas-ketinggian-1-117-meter</span></p>\n<p style=\"text-align: left;\"><span style=\"font-size: 16px;\">Di Desa Wae Rebo, Nusa Tenggara Timur, masyarakat masih mempertahankan bentuk rumah adat Mbaru Niang dan sistem gotong royong dalam kehidupan sehari-hari. Dalam menghadapi arus pariwisata dan modernisasi, pemerintah daerah bekerja sama dengan antropolog untuk menjaga nilai-nilai budaya lokal sambil mengembangkan potensi ekonomi masyarakat</span></p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>5</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Menganalisis studi kasus antropologi terapan dalam sistem sosial budaya masyarakat untuk memahami dinamika atau solusi terhadap permasalahan budaya</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td></td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A, B, D</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Berdasarkan ilustrasi di atas, manakah yang merupakan bentuk penerapan <em>Antropologi Sosial </em>dan <em>Antropologi Budaya </em>sebagai Antropologi Terapan?</p>\n<p>Pilihlah jawaban yang benar! Jawaban benar lebih dari satu</p>\n</p>",
    "topik_soal": "Menganalisis studi kasus antropologi terapan dalam sistem sosial budaya masyarakat untuk memahami dinamika atau solusi terhadap permasalahan budaya",
    "opsi_jawaban": [
      "<p>Mengkaji struktur sosial dan sistem gotong royong masyarakat Wae Rebo untuk merancang kebijakan pembangunan yang sesuai.</p>",
      "<p>Meneliti makna simbolik rumah adat Mbaru Niang dan menjadikannya dasar pengembangan ekowisata berbasis budaya.</p>",
      "<p>Mengganti tradisi lokal dengan budaya global agar masyarakat dapat lebih cepat beradaptasi dengan pariwisata modern.</p>",
      "<p>Memberikan pelatihan kepada masyarakat tentang bagaimana mempertahankan identitas budaya di tengah arus wisatawan.</p>",
      "<p>Menstandarkan budaya lokal agar seragam dan mudah dipromosikan secara nasional</p>"
    ],
    "jawaban_benar": [
      "A",
      "B",
      "D"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "8",
    "bacaan_soal": "<p class=\"card-text\"><p>Dalam sepuluh tahun terakhir, sebuah desa di daerah terpencil mulai terhubung dengan dunia luar melalui internet dan pembangunan jalan baru. Anak-anak mulai mengenal teknologi digital, orang tua mulai mendorong pendidikan anak hingga ke kota, dan masyarakat perlahan meninggalkan kebiasaan adat yang dianggap menghambat kemajuan. Di sisi lain, anak muda mulai jarang berbicara dalam bahasa daerah, dan beberapa tradisi mulai ditinggalkan karena dianggap tidak relevan.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>8</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Menjelaskan dan menganalisis dampak dan respon masyarakat terhadap perubahan sosial dan budaya di Indonesia</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td></td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>B, C, dan E</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Berdasarkan ilustrasi tersebut, manakah yang merupakan dampak positif dari perubahan sosial budaya bagi masyarakat?</p>\n<p>Pilihlah jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Menjelaskan dan menganalisis dampak dan respon masyarakat terhadap perubahan sosial dan budaya di Indonesia",
    "opsi_jawaban": [
      "<p>Meningkatnya ketertarikan generasi muda terhadap budaya populer dari luar negeri.</p>",
      "<p>Masyarakat mulai terbuka terhadap pentingnya pendidikan formal.</p>",
      "<p>Meningkatnya akses terhadap teknologi komunikasi dan informasi.</p>",
      "<p>Anak-anak menjadi lebih akrab dengan budaya digital dan gaya hidup global.</p>",
      "<p>Adanya pergeseran nilai ke arah pemikiran yang lebih rasional dan modern.</p>"
    ],
    "jawaban_benar": [
      "B",
      "C",
      "E"
    ],
    "bentuk_soal": "PGK MCMA"
  }
]