[
  {
    "nomor_soal": "1",
    "bacaan_soal": "Seorang murid melakukan observasi terhadap komunitas adat yang masih melakukan ritual panen secara turun-temurun. Komunitas tersebut juga menolak teknologi pertanian modern karena dianggap mengganggu keseimbangan alam dan leluhur. Seorang murid melakukan observasi terhadap komunitas adat yang masih melakukan ritual panen secara turun-temurun. Komunitas tersebut juga menolak teknologi pertanian modern karena dianggap mengganggu keseimbangan alam dan leluhur. Manakah dari pernyataan berikut yang mencerminkan penerapan prinsip-prinsip dasar Antropologi yang dapat diterapkan oleh murid tersebut? Manakah dari pernyataan berikut yang mencerminkan penerapan prinsip-prinsip dasar Antropologi yang dapat diterapkan oleh murid tersebut?\n<img alt=\"\" src=\"/tka/cbt_images/35372_d35dfd4a8e8ae3e8e2d223cd9a6b0d3f.png\"/>\n<img alt=\"\" src=\"/tka/cbt_images/35372_d35dfd4a8e8ae3e8e2d223cd9a6b0d3f.png\"/>",
    "topik_soal": "Prinsip Dasar Antropologi",
    "opsi_jawaban": [
      "Tepat",
      "Tidak Tepat"
    ],
    "pernyataan": [
      "Menghargai sistem kepercayaan komunitas sebagai bagian dari pandangan dunia mereka",
      "Menilai bahwa komunitas tersebut bersifat tradisional karena tidak mengikuti kemajuan zaman.",
      "Menggunakan pendekatan holistik untuk memahami hubungan antara ritual dan sistem kepercayaan mereka."
    ],
    "jawaban_benar": [
      "Tepat",
      "Tidak Tepat",
      "Tepat"
    ]
  },
  {
    "nomor_soal": "4",
    "bacaan_soal": "Sumber Foto: https://www.tribunnews.com/pendidikan/2020/12/11/mengenal- warisan-budaya-subak-di-bali-pengertian-filosofi-dan-nilai-budaya-subak Di sebuah desa adat di Bali, masyarakat secara turun-temurun menjalankan tradisi Subak, yaitu sistem irigasi berbasis komunitas yang mengatur pembagian air untuk sawah secara adil. Sistem ini juga mengandung nilai spiritual karena melibatkan upacara dan koordinasi antar kelompok petani. Namun, dalam beberapa tahun terakhir, muncul tantangan: lahan pertanian banyak dijual untuk pembangunan vila, anak muda tidak lagi tertarik bertani, dan sistem teknologi irigasi modern perlahan menggantikan peran tradisional Subak. Sumber Foto: https://www.tribunnews.com/pendidikan/2020/12/11/mengenal- warisan-budaya-subak-di-bali-pengertian-filosofi-dan-nilai-budaya-subak Di sebuah desa adat di Bali, masyarakat secara turun-temurun menjalankan tradisi Subak, yaitu sistem irigasi berbasis komunitas yang mengatur pembagian air untuk sawah secara adil. Sistem ini juga mengandung nilai spiritual karena melibatkan upacara dan koordinasi antar kelompok petani. Namun, dalam beberapa tahun terakhir, muncul tantangan: lahan pertanian banyak dijual untuk pembangunan vila, anak muda tidak lagi tertarik bertani, dan sistem teknologi irigasi modern perlahan menggantikan peran tradisional Subak. Berdasarkan cerita tersebut, tentukan Sesuai atau Tidak Sesuai untuk setiap pernyataan berikut yang menggambarkan fungsi kearifan lokal dalam masyarakat! Berdasarkan cerita tersebut, tentukan Sesuai atau Tidak Sesuai untuk setiap pernyataan berikut yang menggambarkan fungsi kearifan lokal dalam masyarakat!\n<img alt=\"\" height=\"388\" src=\"/tka/cbt_images/56399_7c27bdb8d01a70d0828fceb0e8a129fd.png\" width=\"691\"/>\n<img alt=\"\" height=\"388\" src=\"/tka/cbt_images/56399_7c27bdb8d01a70d0828fceb0e8a129fd.png\" width=\"691\"/>",
    "topik_soal": "Kearifan Lokal dalam Masyarakat Multikultural",
    "opsi_jawaban": [
      "Sesuai",
      "Tidak Sesuai"
    ],
    "pernyataan": [
      "Alih fungsi lahan dan pembangunan vila menunjukkan tantangan kearifan lokal sebagai dampak pariwisata",
      "Resistensi anak muda terhadap sistem Subak merupakan bentuk pelestarian budaya sebagai bagian kearifan lokal",
      "Penggantian sistem Subak dengan irigasi modern dapat mengikis nilai-nilai kolektivitas dalam masyarakat."
    ],
    "jawaban_benar": [
      "Sesuai",
      "Tidak Sesuai",
      "Sesuai"
    ]
  },
  {
    "nomor_soal": "7",
    "bacaan_soal": "Globalisasi membawa arus informasi, teknologi, dan budaya yang melintasi batas-batas geografis dan budaya dengan sangat cepat. Dalam masyarakat multikultural, globalisasi berdampak pada pergeseran nilai, perubahan pola konsumsi budaya, serta gaya hidup global yang terkadang mengaburkan identitas budaya lokal. Di satu sisi, globalisasi mendorong toleransi, kolaborasi, dan keterbukaan antarbudaya. Namun di sisi lain, ia juga dapat memicu homogenisasi budaya, konflik identitas, dan ketimpangan akses sumberdaya global. Globalisasi membawa arus informasi, teknologi, dan budaya yang melintasi batas-batas geografis dan budaya dengan sangat cepat. Dalam masyarakat multikultural, globalisasi berdampak pada pergeseran nilai, perubahan pola konsumsi budaya, serta gaya hidup global yang terkadang mengaburkan identitas budaya lokal. Di satu sisi, globalisasi mendorong toleransi, kolaborasi, dan keterbukaan antarbudaya. Namun di sisi lain, ia juga dapat memicu homogenisasi budaya, konflik identitas, dan ketimpangan akses sumberdaya global. Manakah pernyataan yang mendeskripsikan dampak globalisasi pada ilustrasi tersebut? Tentukan Tepat atau Tidak Tepat pada setiap pernyataan terkait dampak globalisasi berikut! Manakah pernyataan yang mendeskripsikan dampak globalisasi pada ilustrasi tersebut? Tentukan Tepat atau Tidak Tepat pada setiap pernyataan terkait dampak globalisasi berikut!",
    "topik_soal": "Jenis Multikulturalisme dalam Masyarakat",
    "opsi_jawaban": [
      "Tepat",
      "Tidak Tepat"
    ],
    "pernyataan": [
      "Keberagaman dalam masyarakat global dapat terhubung tanpa batas wilayah sehingga membentuk keterhubungan",
      "Masyarakat multikultural sulit untuk disatukan karena perbedaan warna dan karakteristik yang terlalu banyak",
      "Masyarakat multikultural dapat hidup rukun jika ada kesediaan untuk bersatu dan saling menghargai."
    ],
    "jawaban_benar": [
      "Tepat",
      "Tidak Tepat",
      "Tepat"
    ]
  },
  {
    "nomor_soal": "9",
    "bacaan_soal": "Antropologi terapan merupakan cabang antropologi yang menerapkan teori, konsep, dan metode antropologi untuk memecahkan persoalan praktis dalam kehidupan masyarakat. Dalam konteks sosial budaya, pendekatan antropologi terapan digunakan dalam berbagai bidang seperti pendidikan, kesehatan, pengembangan masyarakat, dan mitigasi konflik. Antropologi terapan merupakan cabang antropologi yang menerapkan teori, konsep, dan metode antropologi untuk memecahkan persoalan praktis dalam kehidupan masyarakat. Dalam konteks sosial budaya, pendekatan antropologi terapan digunakan dalam berbagai bidang seperti pendidikan, kesehatan, pengembangan masyarakat, dan mitigasi konflik. Manakah pernyataan yang mencerminkan penerapan antropologi sosial budaya dalam sistem sosial masyarakat? Tentukan Sesuai atau Tidak Sesuai pada setiap pernyataan yang mencerminkan penerapan antropologi sosial budaya dalam sistem sosial masyarakat berikut! Manakah pernyataan yang mencerminkan penerapan antropologi sosial budaya dalam sistem sosial masyarakat? Tentukan Sesuai atau Tidak Sesuai pada setiap pernyataan yang mencerminkan penerapan antropologi sosial budaya dalam sistem sosial masyarakat berikut!",
    "topik_soal": "Kajian Antropologi Sosial Budaya sebagai Antropologi Terapan",
    "opsi_jawaban": [
      "Sesuai",
      "Tidak Sesuai"
    ],
    "pernyataan": [
      "Seorang tenaga kesehatan mempelajari kepercayaan masyarakat tentang penyakit sebelum menyusun program penyuluhan.",
      "Tim pengembangan desa mengidentifikasi struktur sosial dan adat lokal sebelum merancang program pembangunan masyarakat.",
      "Peneliti menilai efektivitas program sosial hanya berdasarkan indikator ekonomi tanpa memperhatikan nilai budaya"
    ],
    "jawaban_benar": [
      "Sesuai",
      "Sesuai",
      "Tidak Sesuai"
    ]
  }
]