[
  {
    "nomor_soal": "3",
    "bacaan_soal": "<p class=\"card-text\"><p><strong>Teks untuk soal nomor 1 s.d. 4</strong></p>\n<p>Lautan mengalami ancaman pemanasan dan menjadi semakin asam karena kita terus memompa lebih banyak CO<sub>2</sub> ke atmosfer. Selain itu, lautan juga menghadapi ancaman lain dari manusia, yakni penggunaan plastik. Kehidupan modern saat ini didominasi oleh kemasan makanan berbahan plastik yang diolah dengan teknologi tinggi dan digunakan setiap hari oleh masyarakat. Dalam sebuah laporan telah disebutkan bahwa pada tahun 2050 sampah plastik di laut akan lebih banyak daripada jumlah ikan apabila kecenderungan ini terus berlanjut. Hal tersebut merupakan sebuah ancaman besar.</p>\n<p>Dibutuhkan tindakan skala besar untuk berpindah dari kecenderungan tersebut mengingat banyak pihak yang terlibat dalam bidang pekerjaan ini. Masyarakat sektor swasta dan masyarakat sipil perlu mobilisasi untuk menangkap peluang ekonomi lain di luar dari pengelolaan plastik.</p>\n<p>Solusi tersebut tidak mudah. Fakta bahwa harga minyak yang rendah mengakibatkan biaya yang dibutuhkan untuk daur ulang plastik jauh lebih mahal daripada memproduksi yang baru. Kondisi lain yang menunjukkan ekonomi di negara berkembang tumbuh lebih besar menjadikan penggunaan plastik juga meningkat. Solusi yang dibutuhkan adalah cara kita menggunakan plastik. Misalnya dengan mengurangi penggunaan plastik dalam kemasan atau menggunakannya kembali sebanyak yang kita bisa.</p>\n<p>Produsen plastik juga dapat membantu dalam pengelolaan plastik, seperti memproduksi barang-barang plastik yang dapat digunakan kembali atau beralih ke plastik yang dapat dijadikan kompos. Solusi apa pun akan membawa perubahan besar dalam cara menggunakan produk yang terbuat dari plastik.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>3</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Pemahaman Literal</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Menjelaskan hubungan makna antarkalimat dan/atau antarparagraf dalam teks</td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A, E</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Mengapa lautan menghadapi ancaman pada 2050?</p>\n<p>Pilihlah jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Pemahaman Literal",
    "opsi_jawaban": [
      "<p>Sampah plastik di laut akan lebih banyak daripada jumlah ikan.</p>",
      "<p>Lautan akan terus mengalami pemanasan dan semakin asam.</p>",
      "<p>Manusia terus memompa lebih banyak CO<sub>2</sub> ke atmosfer.</p>",
      "<p>Jumlah ikan yang terancam punah semakin banyak.</p>",
      "<p>Penggunaan plastik terus meningkat dan tidak dikelola dengan baik</p>"
    ],
    "jawaban_benar": [
      "A",
      "E"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "6",
    "bacaan_soal": "<p class=\"card-text\"><p><strong>Teks untuk soal 5 s.d. 7</strong></p>\n<p>“E...gurumu itu orang desa ini juga. Pasti tahu bahwa saat ini musim <em>maddongi</em> (<em>mengusir burung saat buah padi mulai menguning</em>). Besok kau menghadap, sampaikan bahwa kau membantu Ayah di sawah. Nah, pasti gurumu mengerti mengapa kamu tidak ke sekolah.”</p>\n<p>Aku terpana. Jawaban Ayah benar-benar membuatku hampir menangis histeris. Bagaimana tidak. Lomba semakin dekat, sementara masih banyak materi yang belum aku paham. Terbayang aku akan hancur dan tidak bisa bersaing dengan siswa sekolah lain. Ingin rasanya aku berteriak agar Ayahku tahu bagaimana kacaunya pikiranku. Namun, aku sadar bahwa ini adalah perbuatan yang tidak akan menyelesaikan masalah. Malah akan semakin membuat Ayahku geram. Otakku terus berpikir untuk mencari solusi terbaik. Sambil berjalan mengikuti Ayah dari belakang, aku mulai menyusun strategi. “Bagaimana kalau aku ke rumah <em>iyye-</em>ku (<em>nenek</em>), menyampaikan masalahku ini. Ya, hanya dia yang mampu menundukkan Ayah.”</p>\n<p>Esok harinya, sepulang sekolah, kuayunkan sepedaku menuju rumah <em>iyye-</em>ku.</p>\n<p>“Kenapa kamu lesu?” <em>Iyye</em> menanyakan keadaanku. Aku pun menceritakan semuanya kepada <em>iyye</em>.</p>\n<p>“Ya sudah, tidak usah sedih. Nanti kusampaikan pada ayahmu. Kau ke dalam, makan dulu, baru pulang,” ujar <em>iyye</em>-ku.</p>\n<p style=\"text-align: right;\">  <span style=\"font-size: 12px;\">  (<em>Piala di Atas Dangau,</em> Muhammad Isrul, dengan penyesuaian)</span></p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>6</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Pemahaman Inferensial</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Memprediksi lanjutan atau akhir uraian/cerita berdasarkan bagian tertentu dalam teks</td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>B, D</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Apa yang akan terjadi jika tokoh aku tidak datang ke rumah <em>iyye</em>?</p>\n<p>Pilihlah jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Pemahaman Inferensial",
    "opsi_jawaban": [
      "<p><em>Iyye</em> akan datang menasehati Ayah karena melarang tokoh aku untuk belajar.</p>",
      "<p>Tokoh aku akan kehilangan kesempatan belajar untuk mengikuti</p>",
      "<p>Ayah akan tetap melarang tokoh aku untuk belajar dan mengikuti lomba.</p>",
      "<p>Permasalahan tokoh aku dan ayah akan berlarut karena tidak terselesaikan.</p>",
      "<p>Tokoh aku tidak akan bisa fokus untuk belajar dan mengikuti lomba yang diadakan sekolah.</p>"
    ],
    "jawaban_benar": [
      "B",
      "D"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "10",
    "bacaan_soal": "<p class=\"card-text\"><p><strong>Teks untuk soal nomor 8 s.d. 10</strong></p>\n<p style=\"text-align: center;\">Teks 1</p>\n<p>Rhodamin B adalah zat pewarna yang tersedia di pasar untuk industri tekstil. Zat ini sering disalahgunakan sebagai zat pewarna makanan dan kosmetik di berbagai negara. Jenis makanan yang mengandung Rhodamin B di antaranya kerupuk, terasi, dan makanan ringan. Zat ini juga banyak ditemukan pada kembang gula, sirup, manisan, dawet, bubur, ikan asap, dan cendol. Tampilan makanan yang menggunakan zat ini cenderung menarik dan terkesan menawarkan cita rasa tinggi sehingga ketika harga jualnya tidak semahal tampilannya, banyak yang tertarik untuk membeli dan mengonsumsinya. Zat ini paling berbahaya bila dikonsumsi karena menyebabkan gangguan pada fungsi hati, bahkan kanker hati. Apabila mengonsumsi makanan yang mengandung Rhodamin B, dalam tubuh akan terjadi penumpukan lemak sehingga lama-kelamaan jumlahnya akan terus bertambah. Dampaknya baru akan kelihatan setelah puluhan tahun kemudian. Jika sudah masuk dalam tubuh, akan mengendap pada jaringan hati dan lemak, tidak dapat dikeluarkan, dan dalam jangka waktu lama bisa bersifat karsinogenik.</p>\n<p style=\"text-align: center;\">Teks 2</p>\n<p>Rhodamin B berbentuk serbuk kristal, berwarna hijau atau ungu kemerahan, tidak berbau, dan dalam larutan akan berwarna merah terang berpendar atau berfluoresensi. Rhodamin B merupakan zat warna golongan <em>xanthenes dyes</em>, dan digunakan pada industri tekstil dan kertas, sebagai pewarna kain, kosmetika, produk pembersih mulut, dan sabun. Rhodamin B memiliki berbagai nama lain, antara lain: Tetra ethyl rhodamin; Rheoninine B, D, &amp; C; Red No. 19; Food Red 15; ADC Rhodamine B; Aizen Rhodamine; dan Brilliant Pink B. Rhodamin B mengandung senyawa klorin (Cl) yang merupakan senyawa halogen yang berbahaya dan reaktif. Jika tertelan, senyawa ini akan berusaha mencapai kestabilan dalam tubuh dengan cara mengikat senyawa lain dalam tubuh. Mengonsumsi bahan pangan yang mengandung Rhodamin B dalam jangka panjang dapat terakumulasi di dalam tubuh dan dapat menyebabkan gejala pembesaran hati dan ginjal, gangguan fungsi hati, kerusakan hati, gangguan fisiologis tubuh, bahkan dapat menyebabkan timbulnya kanker hati.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>10</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Evaluasi dan Apresiasi</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Menilai keakuratan, kesesuaian, kecukupan, atau ketepatan informasi dalam teks</td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>B, D, E</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Mengapa kedua teks tersebut menyebutkan dampak kesehatan yang timbul dari konsumsi pangan yang terkontaminasi Rhodamin B?</p>\n<p>Pilihlah jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Evaluasi dan Apresiasi",
    "opsi_jawaban": [
      "<p>Mendorong masyarakat untuk menghindari Rhodamin B dalam berbagai keperluan.</p>",
      "<p>Meningkatkan kesadaran masyarakat tentang bahaya Rhodamin B dalam makanan</p>",
      "<p>Menunjukkan bahwa Rhodamin B aman digunakan dalam industri tekstil dan kertas.</p>",
      "<p>Menjelaskan bahwa Rhodamin B adalah zat berbahaya jika dikonsumsi, terutama dalam jangka panjang.</p>",
      "<p>Memperingatkan masyarakat agar menghindari makanan berwarna mencolok yang berisiko mengandung Rhodamin B.</p>"
    ],
    "jawaban_benar": [
      "B",
      "D",
      "E"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "16",
    "bacaan_soal": "<p class=\"card-text\"><p style=\"text-align: justify;\"><span style=\"font-weight: 400; font-family: 'times new roman', times; font-size: 14px;\">Hampir 25 tahun lalu kami berpisah karena keluarga saya harus boyongan ke kota tempat kerja Ayah yang baru di luar pulau. Tak satupun barang tertinggal di rumah lama. Begitu juga dengan sahabatku, kami harus berpisah.</span></p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400; font-family: 'times new roman', times; font-size: 14px;\">Bertemu dengannya setelah sekian lama, mengingatkan kembali pada pengalaman kami dahulu. Pengalaman yang menjadikan dia, walau tidak setiap waktu, selalu lekat di ingatan saya. Tentu dia mengingatnya pula, bahkan saya yakin rasa yang diidapnya lebih besar efeknya. Karena sebagai seorang sahabat, dia jelas jauh lebih tulus dan setia daripada saya. Tak terasa mata saya mulai berkaca- kaca.</span></p>\n<p style=\"text-align: justify;\"><span style=\"font-weight: 400; font-family: 'times new roman', times; font-size: 14px;\">Saat malam  itu  saya  berada  di  sini, memperhatikannya belajar. Selesai belajar, dia menyuruh saya pulang karena hendak pergi mencari jangkrik. Saya langsung menyatakan ingin ikut, tapi dia keberatan. Ayah dan ibunya pun melarang. Saya sering mendengar cerita mengasyikan anak-anak beramai-ramai berangkat ke sawah selepas isya untuk mencari jangkrik. Sayang, Ayah tidak pernah membolehkan saya. Tapi malam itu saya nekat dan sahabat saya itu akhirnya tidak kuasa menolak. ”Tidak ganti baju?” tanya saya heran begitu dia langsung memimpin untuk berangkat. Itu hari Jumat. Seragam coklat Pramuka yang dikenakannya sejak pagi masih akan terpakai untuk bersekolah sehari lagi. Dia memang tidak memiliki banyak pakaian hingga seragam sekolah biasa dipakai kapan saja. Tapi memakainya untuk pergi ke sawah mencari jangkrik, rasanya sangat tidak elok.</span></p>\n<p style=\"text-align: justify;\"><span style=\"font-family: 'times new roman', times; font-size: 14px;\"><span style=\"font-weight: 400;\">Saya mengambil alih obor dari tangannya. Rasanya belum terlalu lama kami berada di sana dan bumbung baru terisi beberapa ekor jangkrik ketika tiba-tiba angin berubah perangai. Kaget, pantat obor itu justru saya angkat tinggi-tinggi sehingga minyak mendorong sumbunya terlepas. Api dengan cepat berpindah membakar punggung saya! Terdengar teriakannya sembari melepaskan seragam coklatnya untuk dipakai menyabet punggung saya. Baju yang saya kenakan habis sepertiganya. Sahabat saya itu tanggap melingkupi tubuh saya dengan seragam coklatnya melihat saya mulai menangis</span><span style=\"font-weight: 400;\">.</span></span><br/><span style=\"font-family: 'times new roman', times; font-size: 14px;\"><span style=\"font-weight: 400;\">dan menggigil antara kesakitan dan kedinginan. Sadar saya membutuhkan pertolongan secepatnya, dia menggendong saya lalu berlari sembari membujuk-bujuk saya untuk tetap tenang. Napasnya memburu kelelahan, tapi rasa tanggung jawab yang besar seperti memberinya kekuatan berlipat </span><span style=\"font-weight: 400;\">untuk tetap bersama saya</span><span style=\"font-weight: 400;\">.</span></span></p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>16</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Evaluasi dan Apresiasi</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Menilai   ketepatan   bagian   teks   untuk menggambarkan karakter, peristiwa, atau latar dalam teks fiksi</td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>C,D, dan E</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p><span style=\"font-weight: 400; font-family: 'times new roman', times; font-size: 14px;\">Kalimat mana saja dari dalam kutipan cerpen tersebut yang membuktikan karakter sahabat tokoh saya merupakan seorang yang setia kawan?<br/></span><span style=\"font-weight: 400; font-family: 'times new roman', times; font-size: 14px;\">Pilihlah jawaban yang benar! Jawaban benar lebih dari satu.</span></p>\n</p>",
    "topik_soal": "Evaluasi dan Apresiasi",
    "opsi_jawaban": [
      "<p><span style=\"font-weight: 400; font-family: 'times new roman', times, serif; font-size: 14px;\">Saya langsung menyatakan ingin ikut, tapi dia keberatan.</span></p>",
      "<p><span style=\"font-weight: 400; font-family: 'times new roman', times, serif; font-size: 14px;\">Dia memang tidak memiliki banyak pakaian hingga seragam sekolah biasa dipakai kapan saja.</span></p>",
      "<p><span style=\"font-weight: 400; font-family: 'times new roman', times, serif; font-size: 14px;\">Sahabat  saya  itu  tanggap  melingkupi  tubuh  saya  dengan seragam coklatnya.</span></p>",
      "<p><span style=\"font-weight: 400; font-family: 'times new roman', times, serif; font-size: 14px;\">Dia menggendong saya lalu berlari sembari membujuk-bujuk saya untuk tetap tenang.</span></p>",
      "<p><span style=\"font-family: 'times new roman', times, serif; font-size: 14px;\"><span style=\"font-weight: 400;\">Rasa tanggung jawab yang besar seperti memberinya kekuatan berlipat </span><span style=\"font-weight: 400;\">untuk tetap bersama saya</span><span style=\"font-weight: 400;\">.</span></span></p>"
    ],
    "jawaban_benar": [
      "C",
      "D",
      "E"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "20",
    "bacaan_soal": "<p class=\"card-text\"><p><strong>Teks untuk soal nomor 17 s.d. 20!</strong></p>\n<p>(1) Perubahan iklim yang semakin nyata dan ancaman terhadap kelestarian bumi menuntut kita untuk mencari solusi efektif dalam menjaga keseimbangan alam. (2) Salah satu solusi yang paling menjanjikan adalah penggunaan teknologi hijau. (3) Teknologi hijau juga dikenal sebagai teknologi ramah lingkungan. (4) Teknologi ini merupakan inovasi yang dirancang untuk mengatasi berbagai tantangan lingkungan global, terutama terkait dengan perubahan iklim.</p>\n<p>(1) Perubahan iklim, yang dipicu oleh peningkatan emisi gas rumah kaca akibat aktivitas manusia, menyebabkan cuaca ekstrem, suhu global yang meningkat, dan naiknya permukaan air laut. (2) Hal tersebut juga memicu deforestasi, polusi, dan mengancam keberagaman hayati di seluruh dunia. (3) Oleh karena itu, kita harus mengambil langkah tegas agar dampak perubahan iklim ini tidak semakin parah. (4) Teknologi hijau seperti energi terbarukan (tenaga surya, angin) dapat mengurangi ketergantungan pada bahan bakar fosil yang menjadi penyebab utama emisi gas rumah kaca planet ini.</p>\n<p>(1) Teknologi hijau juga sangat penting dalam upaya adaptasi terhadap dampak perubahan iklim yang sudah tidak bisa dihindari.  (2) Sistem pertanian presisi, infrastruktur tahan bencana alam, serta teknologi untuk menginvestigasi banjir dan kekeringan adalah contoh bagaimana teknologi hijau bisa membantu masyarakat beradaptasi dengan kondisi yang berubah.</p>\n<p>(1) Dengan kondisi bumi yang semakin menghadapi tantangan besar, seperti pemanasan global, polusi, kelangkaan sumber daya, dan hilangnya keanekaragaman hayati, penerapan teknologi hijau adalah keharusan. (2) Melalui teknologi hijau, kita dapat mengurangi dampak negatif terhadap lingkungan dan memperbaiki kualitas hidup.</p>\n<p style=\"text-align: right;\">Sumber: https://www.rri.co.id/iptek/1281411/</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>20</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Evaluasi dan Apresiasi</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Menilai keakuratan, kesesuaian, kecukupan, atau ketepatan informasi dalam teks</td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A, C, dan E</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Manakah fakta-fakta yang mendukung simpulan bahwa teknologi hijau berperan dalam perubahan iklim?</p>\n<p>Pilihlah jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Evaluasi dan Apresiasi",
    "opsi_jawaban": [
      "<p>Teknologi hijau merupakan inovasi yang dirancang untuk mengatasi berbagai tantangan lingkungan global, terutama terkait dengan perubahan iklim.</p>",
      "<p>Perubahan iklim, yang dipicu oleh peningkatan emisi gas rumah kaca akibat aktivitas manusia, menyebabkan cuaca ekstrem, suhu global menurun, dan naiknya permukaan air laut.</p>",
      "<p>Teknologi hijau seperti energi terbarukan (tenaga surya, angin) dapat mengurangi ketergantungan pada bahan bakar fosil.</p>",
      "<p>Teknologi hijau juga sangat penting dalam upaya adaptasi terhadap dampak perubahan teknologi yang sudah tidak bisa dihindari.</p>",
      "<p>Melalui teknologi hijau, kita dapat mengurangi dampak negatif terhadap lingkungan dan memperbaiki kualitas hidup.</p>"
    ],
    "jawaban_benar": [
      "A",
      "C",
      "E"
    ],
    "bentuk_soal": "PGK MCMA"
  }
]