[
  {
    "nomor_soal": "2",
    "bacaan_soal": "<p style=\"text-align: center;\">PROPOSAL KEGIATAN</p> <p style=\"text-align: center;\">Pemanfaatan Teknologi Digital untuk Meningkatkan Daya Saing UKM Pangan Lokal</p> <p style=\"text-align: justify;\">Dalam beberapa tahun terakhir, perkembangan teknologi digital telah membuka peluang besar bagi pelaku Usaha Kecil dan Menengah (UKM), khususnya di sektor pangan lokal. Namun, banyak UKM yang belum mampu memanfaatkan teknologi secara optimal karena keterbatasan akses informasi, pelatihan, dan pendanaan. Berdasarkan survei yang dilakukan oleh Dinas Koperasi dan UKM Provinsi Jawa Barat pada 2023, hanya 35% UKM pangan yang aktif menggunakan platform digital untuk pemasaran.</p> <p style=\"text-align: justify;\">Seiring dengan meningkatnya penggunaan internet dan perangkat digital, konsumen semakin bergeser ke transaksi daring sekitar 60% lebih. Fenomena ini menjadi peluang besar yang belum dimaksimalkan oleh UKM pangan lokal. Misalnya, banyak produk makanan olahan khas daerah memiliki potensi pasar nasional dan bahkan internasional, tetapi belum memiliki strategi pemasaran digital yang memadai. Di sisi lain, persaingan dengan produk pangan dari industri besar dan waralaba semakin ketat, sehingga inovasi digital menjadi kebutuhan mendesak.</p> <p style=\"text-align: justify;\">Oleh karena itu, kami mengajukan program pelatihan bertema “Digitalisasi UKM Pangan Lokal” yang bertujuan untuk meningkatkan literasi digital, pemahaman e-commerce, serta keterampilan penggunaan dompet digital dan media sosial sebagai sarana promosi. Program ini dirancang untuk menjangkau 50% pelaku UKM di tiga kabupaten, dengan metode blended learning (daring dan luring), serta pendampingan usaha selama 3 bulan.</p> <p style=\"text-align: justify;\">Program ini penting karena teknologi digital tidak hanya memperluas pasar, tetapi juga menekan biaya distribusi, meningkatkan efisiensi, dan mempercepat proses transaksi. Berdasarkan data Bank Indonesia, nilai transaksi e-commerce Indonesia pada 2022 mencapai Rp476 triliun, yang 60% didominasi oleh produk konsumsi rumah tangga, termasuk pangan. Data tersebut menunjukkan adanya kebutuhan akan peningkatan kapasitas pelaku UKM dalam mengakses ekosistem digital.</p> <p style=\"text-align: justify;\">Dengan adanya pelatihan ini, diharapkan pelaku UKM pangan lokal dapat bersaing secara sehat di pasar digital yang terus berkembang. Usulan program ini akan disampaikan kepada Kementerian Koperasi dan UKM dengan anggaran sebesar Rp450 juta, yang mencakup biaya pelatihan, honor narasumber, pembuatan modul, serta pengembangan platform daring lokal. Program ini juga mendukung Tujuan Pembangunan Berkelanjutan (SDG's), khususnya poin 8 tentang pekerjaan layak dan pertumbuhan ekonomi, serta poin 9 tentang industri, inovasi, dan infrastruktur.</p> <p style=\"text-align: justify;\">Sumber: www.pusedi.or.id/ecommerce-ukm2022 dengan penyesuaian oleh penulis soal</p> <p>Hubungan koherensi antara paragraf ke-2 dan ke-3 adalah ....</p>",
    "topik_soal": "Pemahaman Inferensial",
    "opsi_jawaban": [
      "<p>alasan pengajuan proposal yang diperinci dengan contoh UKM</p>",
      "<p>alasan pengajuan program pelatihan yang diperkuat tujuan</p>",
      "<p>akibat dari maraknya fenomena digitalisasi UKM di daerah</p>",
      "<p>akibat dari program literasi digital yang disertai tujuan</p>",
      "<p>alasan pengajuan proposal program dengan persyaratan</p>"
    ],
    "jawaban_benar": "B"
  },
  {
    "nomor_soal": "4",
    "bacaan_soal": "<p>Kutipan puisi untuk soal nomor 4 - 6! <br/>Huesca jiwa di dunia yang hilang <br/>jiwa jiwa sayang,kenangan padamu <br/>adalah derita di sisiku <br/>bayangan yang bikin tinjauan beku <br/><br/>angin bangkit ketika senja<br/> ngingatkan musim gugur akan tiba <br/>aku cemas bisa kehilangan kau <br/>aku cemas pada kecemasanku sendiri <br/><br/>di batu penghabisan ke Huesca <br/>batas terakhir dari kebanggaan kita <br/>kenanglah sayang, dengan mesra <br/>kau kubayangkan di sisiku ada <br/><br/>dan jika untung malang menghamparkan <br/>aku dalam kuburan dangkal <br/>ingatlah sebisamu segala yang indah <br/>dan cintaku yang kekal<br/><br/><br/>(Puisi Huesca karya John Cornford diterjemahkan oleh Chairil Anwar)</p> <p>di batu penghabisan ke Huesca <br/>batas terakhir dari kebanggaan kita<br/><br/>Makna kiasan batu penghabisan dan batas terakhir memperjelas kondisi yang dialami aku lirik (penyair) tentang ....</p>",
    "topik_soal": "Pemahaman Inferensial",
    "opsi_jawaban": [
      "<p>perpisahan antara penyair dengan orang yang dikasihi</p>",
      "<p>situasi kejiwaan yang penuh dinamika kehidupan</p>",
      "<p>setiap perjumpaan akan dibatasi dengan perpisahan</p>",
      "<p>semua ikhtiar harus dilakukan sampai batas kemampuan</p>",
      "<p>apa pun hasil akhirnya harus disikapi dengan kebanggaan</p>"
    ],
    "jawaban_benar": "A"
  },
  {
    "nomor_soal": "5",
    "bacaan_soal": "<p>Kutipan puisi untuk soal nomor 4 - 6!<br/>Huesca jiwa di dunia yang hilang<br/>jiwa jiwa sayang,kenangan padamu<br/>adalah derita di sisiku<br/>bayangan yang bikin tinjauan beku<br/><br/>angin bangkit ketika senja<br/>ngingatkan musim gugur akan tiba<br/>aku cemas bisa kehilangan kau<br/>aku cemas pada kecemasanku sendiri<br/><br/>di batu penghabisan ke Huesca<br/>batas terakhir dari kebanggaan kita<br/>kenanglah sayang, dengan mesra<br/>kau kubayangkan di sisiku ada<br/><br/>dan jika untung malang menghamparkan<br/>aku dalam kuburan dangkal<br/>ingatlah sebisamu segala yang indah<br/>dan cintaku yang kekal<br/><br/><br/>(Puisi Huesca karya John Cornford diterjemahkan oleh Chairil Anwar)</p> <p>angin bangkit ketika senja <br/>ngingatkan musim gugur akan tiba<br/><br/>Makna citraan penglihatan ketika senja dan musim gugur mengkonkretkan gagasan penyair tentang ….</p>",
    "topik_soal": "Pemahaman Inferensial",
    "opsi_jawaban": [
      "<p>pergantian hari dan musim</p>",
      "<p>batas akhir aktivitas manusia</p>",
      "<p>suasana kedukaan di ujung waktu</p>",
      "<p>siap menghadapi perubahan waktu</p>",
      "<p>kondisi menjelang akhir kehidupan</p>"
    ],
    "jawaban_benar": "E"
  },
  {
    "nomor_soal": "6",
    "bacaan_soal": "<p><strong>Kutipan puisi untuk soal nomor 4 - 6!</strong><br/>Huesca jiwa di dunia yang hilang<br/>jiwa jiwa sayang,kenangan padamu<br/>adalah derita di sisiku<br/>bayangan yang bikin tinjauan beku<br/><br/>angin bangkit ketika senja<br/>ngingatkan musim gugur akan tiba<br/>aku cemas bisa kehilangan kau<br/>aku cemas pada kecemasanku sendiri<br/><br/>di batu penghabisan ke Huesca<br/>batas terakhir dari kebanggaan kita<br/>kenanglah sayang, dengan mesra<br/>kau kubayangkan di sisiku ada<br/><br/>dan jika untung malang menghamparkan<br/>aku dalam kuburan dangkal<br/>ingatlah sebisamu segala yang indah<br/>dan cintaku yang kekal<br/><br/><br/>(Puisi Huesca karya John Cornford diterjemahkan oleh <strong>Chairil Anwar</strong>)</p> <p> </p> <p>angin bangkit ketika senja<br/>ngingatkan musim gugur akan tiba<br/>aku cemas bisa kehilangan kau<br/>aku cemas pada kecemasanku sendiri</p> <p>Suasana hati yang muncul setelah membaca bait puisi tersebut adalah ….</p>",
    "topik_soal": "Evaluasi dan Apresiasi",
    "opsi_jawaban": [
      "<p>keriangan hati saat musim gugur sudah tiba</p>",
      "<p>kemuraman saat senja hari di musim gugur</p>",
      "<p>keadaan gersang karena daun berguguran</p>",
      "<p>kesedihan karena takut kehilangan orang terkasih</p>",
      "<p>kebimbangan hati menunggu pergantian musim</p>"
    ],
    "jawaban_benar": "D"
  }
]