[
  {
    "nomor_soal": "3",
    "bacaan_soal": "<p class=\"card-text\"><p>AI is increasingly used in various areas of life, including the workplace. While some support this development, others express concern. Below are arguments for and against the use of AI at work.</p>\n<p>Supporters present three main points. First, efficiency and productivity. AI can handle repetitive, monotonous tasks without fatigue, allowing employees to focus on more complex and creative work. This increases output and saves time. Second, better decision- making. AI can analyze vast amounts of data quickly, identifying patterns and trends that help managers make informed, data-driven decisions. This leads to more accurate forecasts, improved employee engagement, and better overall results. Third, learning and development. AI can enhance employee engagement by offering personalized training. AI systems can detect skill gaps and recommend tailored programs, helping employees grow. This benefits both workers—by boosting confidence and capability—and companies—by fostering more skilled, loyal, and satisfied staff.</p>\n<p>Critics, however, raise several concerns. First, job displacement. As AI takes over tasks once handled by humans, there’s growing fear of job loss, causing stress among workers. Second, lack of human touch. Despite its capabilities, AI cannot replicate the empathy, emotional intelligence, and connection offered by human leaders—essential in many roles. Third, ethical and privacy issues. Concerns about data use require clear policies to ensure fairness, transparency, and respect for privacy, maintaining employee trust.</p>\n<p>Conclusion: AI should be used in the workplace, but with proper regulations to maximize benefits and minimize risks. A cautious, well- planned approach is essential for the future</p>\n<p><img alt=\"\" height=\"241\" src=\"/tka/cbt_images/63716_7f4857114f8f48821c5bcac58c3214c1.png\" width=\"425\"/></p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>3</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Evaluasi dan Apresiasi: Mampu menilai kualitas argumen, keakuratan informasi, serta menanggapi teks secara kritis berdasarkan sudut pandang logis dan objektif </td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Mampu memberikan opini atau refleksi mengenai isi teks dari sudut pandang yang berbeda </td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>Pernyataan 1 dan Pernyataan 5</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>According to the text, as a student who will soon join the workforce, what should you do to compete with AI?</p>\n<p>There is more than one correct answer. Click on every correct answer!</p>\n</p>",
    "topik_soal": "Evaluasi dan Apresiasi: Mampu menilai kualitas argumen, keakuratan informasi, serta menanggapi teks secara kritis berdasarkan sudut pandang logis dan objektif",
    "opsi_jawaban": [
      "<p>Improve your emotional intelligence</p>",
      "<p>Avoid industries where AI is widely applied</p>",
      "<p>Undergo personalized training to close skill gaps</p>",
      "<p>Switch to jobs with minimal technology involvement</p>",
      "<p>Focus on tasks that require creativity and complex thinking</p>"
    ],
    "jawaban_benar": ["A", "E"],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "4",
    "bacaan_soal": "<p class=\"card-text\"><p><strong>Teks untuk soal nomor 4 s.d. 6!</strong> <br/>In recent years, the world has seen a big change in how people pay <br/>for things. More and more people, especially young ones, prefer using <br/>digital payment methods like e-wallets, mobile banking, and <br/>contactless cards. This new trend has given rise to what many call the <br/>“cashless generation.” <br/>One main reason for this shift is convenience. Paying with a phone or <br/>card is faster and easier than carrying coins and bills. People can now <br/>buy food, shop online, or even pay for public transport with just a tap. <br/>It also helps reduce the risk of theft since there is no physical money <br/>to lose. <br/>Another reason is the growth of technology. With smartphones <br/>becoming common and the internet being more available, digital <br/>payments have become part of daily life. Many schools and cafes now <br/>even refuse to accept cash, encouraging young people to adapt to this <br/>modern lifestyle. <br/>However, there are some concerns. Some people argue that going <br/>cashless can exclude older generations or those who do not have <br/>access to smartphones or bank accounts. Others worry about privacy <br/>and security, as digital payments can be tracked and hacked. <br/>Despite these issues, the cashless trend continues to grow. <br/>Governments and businesses are working to make digital payments <br/>more secure and more available to everyone. It seems likely that the <br/>future will be even more digital. <br/>In conclusion, the cashless generation represents a big change in how <br/>we handle money. While there are both advantages and <br/>disadvantages, it is clear that cashless payments offer many benefits <br/>in terms of speed and convenience. As long as we ensure that everyone <br/>can join this movement, the cashless future could be a smart and <br/>inclusive one.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>4</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Pemahaman Tekstual: mampu memahami informasi yang secara eksplisit disebutkan dalam teks, mengelompokkan, menyusun ulang, dan menyajikan kembali informasi secara sistematis </td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Mampu menemukan atau mengidentifikasi gagasan utama serta informasi penting yang secara eksplisit disebutkan dalam teks</td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td> Pernyataan 1 dan Pernyataan 2</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>According to the text, what are the main reasons why many people are going cashless?</p>\n</p>",
    "topik_soal": "Pemahaman Tekstual: mampu memahami informasi yang secara eksplisit disebutkan dalam teks, mengelompokkan, menyusun ulang, dan menyajikan kembali informasi secara sistematis",
    "opsi_jawaban": [
      "<p>Digital payments are quicker and more practical</p>",
      "<p>People want to save more by using e-wallets</p>",
      "<p>Schools and cafes have started refusing cash</p>",
      "<p>Using cards helps people earn extra income</p>",
      "<p>Governments are banning physical money</p>"
    ],
    "jawaban_benar": ["A", "B"],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "5",
    "bacaan_soal": "<p class=\"card-text\"><p><strong>Teks untuk soal nomor 4 s.d. 6!</strong><br/>In recent years, the world has seen a big change in how people pay<br/>for things. More and more people, especially young ones, prefer using<br/>digital payment methods like e-wallets, mobile banking, and<br/>contactless cards. This new trend has given rise to what many call the<br/>“cashless generation.”<br/>One main reason for this shift is convenience. Paying with a phone or<br/>card is faster and easier than carrying coins and bills. People can now<br/>buy food, shop online, or even pay for public transport with just a tap.<br/>It also helps reduce the risk of theft since there is no physical money<br/>to lose.<br/>Another reason is the growth of technology. With smartphones<br/>becoming common and the internet being more available, digital<br/>payments have become part of daily life. Many schools and cafes now<br/>even refuse to accept cash, encouraging young people to adapt to this<br/>modern lifestyle.<br/>However, there are some concerns. Some people argue that going<br/>cashless can exclude older generations or those who do not have<br/>access to smartphones or bank accounts. Others worry about privacy<br/>and security, as digital payments can be tracked and hacked.<br/>Despite these issues, the cashless trend continues to grow.<br/>Governments and businesses are working to make digital payments<br/>more secure and more available to everyone. It seems likely that the<br/>future will be even more digital.<br/>In conclusion, the cashless generation represents a big change in how<br/>we handle money. While there are both advantages and<br/>disadvantages, it is clear that cashless payments offer many benefits<br/>in terms of speed and convenience. As long as we ensure that everyone<br/>can join this movement, the cashless future could be a smart and<br/>inclusive one.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>5</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Evaluasi dan Apresiasi: Mampu menilai kualitas argumen, keakuratan informasi, serta menanggapi teks secara kritis berdasarkan sudut pandang logis dan objektif </td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Mampu memberikan opini atau refleksi mengenai isi teks dari sudut pandang yang berbeda </td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A,D</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Who is the author writing this text for?</p>\n</p>",
    "topik_soal": "Evaluasi dan Apresiasi: Mampu menilai kualitas argumen, keakuratan informasi, serta menanggapi teks secara kritis berdasarkan sudut pandang logis dan objektif",
    "opsi_jawaban": [
      "<p>Teenagers and young adults adapting to digital payment.</p>",
      "<p>Government officials promoting cashless policies.</p>",
      "<p>Bank staff working on mobile banking systems.</p>",
      "<p>Students learning about modern lifestyles.</p>",
      "<p>People unfamiliar with digital technology.</p>"
    ],
    "jawaban_benar": [
      "A",
      "D"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "9",
    "bacaan_soal": "<p class=\"card-text\"><p><strong>Teks untuk soal nomor 7 s.d. 10!</strong></p>\n<p style=\"text-align: center;\"><strong>Smart Spending and Consumer Awareness</strong></p>\n<p>In today’s world, where people encounter many kinds of goods and services every day, it is important to learn how to spend money in a smart way. Smart spending means using money carefully and with a plan. This idea is part of something broader called financial literacy, which helps people make good decisions about their money.</p>\n<p>Smart spending starts with understanding the difference between needs and wants. Needs are things people must have to live, like food, water, and shelter. Wants are things people like to have but can live without, such as new clothes, phones, or eating out. People who understand this can manage their money more effectively.</p>\n<p>Another aspect of smart spending is planning. Before buying something, it is helpful to make a list or create a budget. A budget is a simple plan that shows how much money comes in and how much goes out. It helps people avoid overspending or buying things they do not really need. This allows them to save money for the future or for something important, like education or housing.</p>\n<p>Being a smart consumer also means being aware of how companies try to persuade people to buy more. Many stores use strategies such as big signs, sales, and colorful advertisements to make people feel they need to buy something. Sometimes, people buy things without thinking carefully. This is called impulse buying. A smart buyer will pause and think before making a purchase. They might ask, “Do I really need this? Is this the best price?”</p>\n<p>In the academic context, students can practice smart spending in daily life—for example, when buying food at school, getting school supplies, or saving their allowance. Students who learn this skill early will be better prepared to manage their money as they grow up.</p>\n<p>In short, smart spending and consumer awareness help people make better decisions with their money. With good habits and thoughtful planning, anyone can learn to use money wisely and avoid financial problems in the future.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>9</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Evaluasi dan Apresiasi: mampu menilai kualitas argumen, keakuratan informasi, serta menanggapi teks secara kritis berdasarkan sudut pandang logis dan objektif</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Menilai fakta atau opini: mampu mengevaluasi fakta atau opini dalam teks berdasarkan bukti-bukti pendukung yang disajikan penulis</td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A, C, dan E</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Which of the following opinions are supported by strong reasoning or examples in the text?</p>\n<p>There is more than one correct answer. Click on every correct answer!</p>\n</p>",
    "topik_soal": "Evaluasi dan Apresiasi: mampu menilai kualitas argumen, keakuratan informasi, serta menanggapi teks secara kritis berdasarkan sudut pandang logis dan objektif",
    "opsi_jawaban": [
      "<p>Smart spending helps people avoid buying things they do not really need.</p>",
      "<p>Buying new clothes or eating out is always a waste of money.</p>",
      "<p>A budget can help people save money for their future needs.</p>",
      "<p>People who spend without a plan are bad at handling money.</p>",
      "<p>Students learning money skills will manage their money better as adults.</p>"
    ],
    "jawaban_benar": [
      "A",
      "C",
      "E"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "10",
    "bacaan_soal": "<p class=\"card-text\"><p><strong>Teks untuk soal nomor 7 s.d. 10!</strong></p>\n<p style=\"text-align: center;\"><strong>Smart Spending and Consumer Awareness</strong></p>\n<p>In today’s world, where people encounter many kinds of goods and services every day, it is important to learn how to spend money in a smart way. Smart spending means using money carefully and with a plan. This idea is part of something broader called financial literacy, which helps people make good decisions about their money.</p>\n<p>Smart spending starts with understanding the difference between needs and wants. Needs are things people must have to live, like food, water, and shelter. Wants are things people like to have but can live without, such as new clothes, phones, or eating out. People who understand this can manage their money more effectively.</p>\n<p>Another aspect of smart spending is planning. Before buying something, it is helpful to make a list or create a budget. A budget is a simple plan that shows how much money comes in and how much goes out. It helps people avoid overspending or buying things they do not really need. This allows them to save money for the future or for something important, like education or housing.</p>\n<p>Being a smart consumer also means being aware of how companies try to persuade people to buy more. Many stores use strategies such as big signs, sales, and colorful advertisements to make people feel they need to buy something. Sometimes, people buy things without thinking carefully. This is called impulse buying. A smart buyer will pause and think before making a purchase. They might ask, “Do I really need this? Is this the best price?”</p>\n<p>In the academic context, students can practice smart spending in daily life—for example, when buying food at school, getting school supplies, or saving their allowance. Students who learn this skill early will be better prepared to manage their money as they grow up.</p>\n<p>In short, smart spending and consumer awareness help people make better decisions with their money. With good habits and thoughtful planning, anyone can learn to use money wisely and avoid financial problems in the future.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>10</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Evaluasi dan Apresiasi: mampu menilai kualitas argumen, keakuratan informasi, serta menanggapi teks secara kritis berdasarkan sudut pandang logis dan objektif</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td>Menanggapi isi teks secara kritis: mampu memberikan opini atau refleksi mengenai isi teks dari sudut pandang yang berbeda</td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A, B, dan C</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>After reading the text, as a senior high school student, what can you do to be considered a smart shopper?</p>\n<p>There is more than one correct answer. Click on every correct answer!</p>\n</p>",
    "topik_soal": "Evaluasi dan Apresiasi: mampu menilai kualitas argumen, keakuratan informasi, serta menanggapi teks secara kritis berdasarkan sudut pandang logis dan objektif",
    "opsi_jawaban": [
      "<p>Create a list before buying snacks in the supermarket.</p>",
      "<p>Identify their personal needs versus wants.</p>",
      "<p>Think carefully before purchasing school supplies.</p>",
      "<p>Companies should not use signs and pictures to attract buyers.</p>",
      "<p>Buying school supplies is not necessary if students have old ones.</p>"
    ],
    "jawaban_benar": [
      "A",
      "B",
      "C"
    ],
    "bentuk_soal": "PGK MCMA"
  }
]