[
  {
    "nomor_soal": "1",
    "bacaan_soal": "<p><strong>Teks untuk soal nomor 1 s.d. 5!</strong></p> <p>King Hung Vuong VI had a beautiful daughter. He did not want her to marry just any prince. So, he made an announcement that he was looking for the right husband for her. Many princes came from faraway lands, but none of them was a good match for the princess.</p> <p>Son Tinh was the Spirit of the Mountain, and Thuy Tinh was the Spirit of the Waters. One day, they both appeared as young noblemen and asked to marry the princess. They were equally talented, powerful, and respected. The King found it hard to choose, so he decided to give them a test. He said that the one who brought the proper wedding gifts first the next morning would marry his daughter.</p> <p>The next day, Son Tinh arrived early with his gifts. The King kept his promise and gave the princess to him. Thuy Tinh was angry about losing. He challenged Son Tinh to fight for the princess. But Son Tinh refused, believing he had already won fairly. Furious, Thuy Tinh used his power to call the rivers and streams to rise. Soon, the land was covered with floods that destroyed crops and homes.</p> <p>Son Tinh stayed calm in his mountain palace. Whenever the water rose, he made his mountains higher. After many days of fighting, Thuy Tinh grew tired and ordered the waters to retreat. Still, he never accepted his defeat. Every year, he tried again to attack, and this is how monsoons came to Vietnam.</p> <p>Which of the following outlines shows the correct main points of the story</p>",
    "topik_soal": "Pemahaman Tekstual: mampu memahami informasi yang eksplisit, mengelompokkan, menyusun ulang, dan menyajikan kembali informasi eksplisit dari teks",
    "opsi_jawaban": [
      "<p>King Hung Vuong VI wanted the best husband for his daughter.</p> <p>Many princes came but none was suitable.</p> <p>Son Tinh and Thuy Tinh both wanted to marry her.</p> <p>The King gave them a test.</p> <p>Thuy Tinh arrived first with the wedding gifts.</p> <p>The princess was given to Thuy Tinh.</p> <p> </p>",
      "<p>King Hung Vuong VI had a beautiful daughter.</p> <p>He announced he was looking for the right husband.</p> <p>Son Tinh and Thuy Tinh appeared and asked to marry her.</p> <p>The King gave them a test with wedding gifts.</p> <p>Son Tinh arrived first and married the princess.</p> <p>Thuy Tinh attacked with floods but was defeated.</p> <p> </p>",
      "<p>King Hung Vuong VI asked his daughter to choose her husband.</p> <p>The princess liked both Son Tinh and Thuy Tinh.</p> <p>The King delayed his decision for many days.</p> <p>Finally, he asked them to fight each other.</p> <p>Thuy Tinh lost the battle and left the land.</p> <p>The country never suffered from floods again.</p> <p> </p>",
      "<p>King Hung Vuong VI searched for a husband for his daughter.</p> <p>Son Tinh and Thuy Tinh wanted to marry her.</p> <p>The King gave them a challenge.</p> <p>Thuy Tinh lost the test and became angry.</p> <p>He called the waters to rise and destroy the land.</p> <p>Son Tinh drowned in the floods.</p> <p> </p>",
      "<p>The King wanted a nobleman for his daughter.</p> <p>He invited many princes to the palace.</p> <p>Son Tinh and Thuy Tinh competed for the princess.</p> <p>Son Tinh refused the challenge of gifts.</p> <p>The King chose Thuy Tinh as the winner.</p> <p>Thuy Tinh ruled peacefully without floods.</p> <p> </p>"
    ],
    "jawaban_benar": "B"
  },
  {
    "nomor_soal": "2",
    "bacaan_soal": "<p><strong>Teks untuk soal nomor 1 s.d. 5!</strong></p> <p>King Hung Vuong VI had a beautiful daughter. He did not want her to marry just any prince. So, he made an announcement that he was looking for the right husband for her. Many princes came from faraway lands, but none of them was a good match for the princess.</p> <p>Son Tinh was the Spirit of the Mountain, and Thuy Tinh was the Spirit of the Waters. One day, they both appeared as young noblemen and asked to marry the princess. They were equally talented, powerful, and respected. The King found it hard to choose, so he decided to give them a test. He said that the one who brought the proper wedding gifts first the next morning would marry his daughter.</p> <p>The next day, Son Tinh arrived early with his gifts. The King kept his promise and gave the princess to him. Thuy Tinh was angry about losing. He challenged Son Tinh to fight for the princess. But Son Tinh refused, believing he had already won fairly. Furious, Thuy Tinh used his power to call the rivers and streams to rise. Soon, the land was covered with floods that destroyed crops and homes.</p> <p>Son Tinh stayed calm in his mountain palace. Whenever the water rose, he made his mountains higher. After many days of fighting, Thuy Tinh grew tired and ordered the waters to retreat. Still, he never accepted his defeat. Every year, he tried again to attack, and this is how monsoons came to Vietnam.</p> <p>Why did Thuy Tinh attack Son Tinh after the wedding</p>",
    "topik_soal": "Pemahaman Inferensial: mampu menarik kesimpulan berdasarkan informasi tersirat dalam teks, pengalaman pribadi, serta intuisi untuk memahami isi teks",
    "opsi_jawaban": [
      "<p>He was jealous of Son Tinh’s victory</p>",
      "<p>He believed the King had lied to him.</p>",
      "<p>He thought the princess loved him more.</p>",
      "<p>He wanted to show off his power to the king.</p>",
      "<p>He had promised to fight until death.</p>"
    ],
    "jawaban_benar": "A"
  },
  {
    "nomor_soal": "4",
    "bacaan_soal": "<p><strong>Teks untuk soal nomor 1 s.d. 5!</strong></p> <p>King Hung Vuong VI had a beautiful daughter. He did not want her to marry just any prince. So, he made an announcement that he was looking for the right husband for her. Many princes came from faraway lands, but none of them was a good match for the princess.</p> <p>Son Tinh was the Spirit of the Mountain, and Thuy Tinh was the Spirit of the Waters. One day, they both appeared as young noblemen and asked to marry the princess. They were equally talented, powerful, and respected. The King found it hard to choose, so he decided to give them a test. He said that the one who brought the proper wedding gifts first the next morning would marry his daughter.</p> <p>The next day, Son Tinh arrived early with his gifts. The King kept his promise and gave the princess to him. Thuy Tinh was angry about losing. He challenged Son Tinh to fight for the princess. But Son Tinh refused, believing he had already won fairly. Furious, Thuy Tinh used his power to call the rivers and streams to rise. Soon, the land was covered with floods that destroyed crops and homes.</p> <p>Son Tinh stayed calm in his mountain palace. Whenever the water rose, he made his mountains higher. After many days of fighting, Thuy Tinh grew tired and ordered the waters to retreat. Still, he never accepted his defeat. Every year, he tried again to attack, and this is how monsoons came to Vietnam.</p> <p>What does the phrase <em>“kept his promise”</em> in the text mean</p>",
    "topik_soal": "Pengalaman inferensial: mampu menarik kesimpulan berdasarkan informasi tersirat dalam teks, pengalaman pribadi, serta intuisi untuk memahami isi teks",
    "opsi_jawaban": [
      "<p>Forgot about his decision. </p>",
      "<p>Changed his mind about the wedding.</p>",
      "<p>Did what he had promised to do.</p>",
      "<p>Delayed the marriage for many days.</p>",
      "<p>The King asked the princes to bring more gifts.</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "8",
    "bacaan_soal": "<p><strong>Teks untuk soal nomor 6 s.d. 10!</strong></p> <p><strong><img alt=\"\" height=\"400\" src=\"https://pusmendik.kemdikbud.go.id/tka/cbt_images/92769_553dcd423e6da03fc4942ea98fcb90d4.png\" width=\"267\"/></strong></p> <p>Who needs to read this infographic</p>",
    "topik_soal": "Pemahaman Inferensial: mampu menarik kesimpulan berdasarkan informasi tersirat dalam teks, pengalaman pribadi, serta intuisi untuk memahami isi teks",
    "opsi_jawaban": [
      "<p>The students of that school</p>",
      "<p>People who happen to visit the school</p>",
      "<p>The librarian of another school</p>",
      "<p>The headmaster of that school</p>",
      "<p>Parents who come to pick up their kids</p>"
    ],
    "jawaban_benar": "A"
  },
  {
    "nomor_soal": "10",
    "bacaan_soal": "<p><strong>Teks untuk soal nomor 6 s.d. 10!</strong></p> <p><strong><img alt=\"\" height=\"400\" src=\"https://pusmendik.kemdikbud.go.id/tka/cbt_images/92769_553dcd423e6da03fc4942ea98fcb90d4.png\" width=\"267\"/></strong></p> <p>You find this infographic in front of your school library. What will you do before your next visit to the library</p>",
    "topik_soal": "Evaluasi dan Apresiasi: Mampu membuat penilaian terhadap ide, menanggapi teks secara emosional dan estetis dengan mempertimbangkan dampaknya terhadap perasaan, imajinasi, serta penggunaan bahasa oleh penulis.",
    "opsi_jawaban": [
      "<p>Making sure that I bring my water bottle and lunch with me.</p>",
      "<p>Bringing the books and stationery that I will use.</p>",
      "<p>Organizing the book that I borrowed from the library.</p>",
      "<p>Walking for five minutes so I can focus more when studying.</p>",
      "<p>Making sure you look fresh because you will meet other students.</p>"
    ],
    "jawaban_benar": "B"
  },
  {
    "nomor_soal": "12",
    "bacaan_soal": "<p style=\"text-align: center;\">Exploring Bali's Natural Wonders</p> <p style=\"text-align: justify;\">Bali, a beautiful island in Indonesia, is known for its stunning landscapes and rich culture. While many come for the beaches and temples, the island also offers natural attractions that amaze nature lovers from around the world. From national parks and waterfalls to terraced rice fields, Bali is full of natural beauty.</p> <p style=\"text-align: justify;\">In the west lies West Bali National Park, a peaceful area filled with green forests, calm mangrove swamps, and colorful coral reefs along the sea. The air is fresh, and the scenery feels untouched. One of the park’s most special sights is the Bali Starling—a rare white bird with bright blue around its eyes. Its soft song adds magic to the quiet forest. Visitors can walk along clear paths and enjoy the rich variety of plants and animals in this protected area.</p> <p style=\"text-align: justify;\">Heading north, travelers find the scenic Munduk Waterfall, surrounded by green hills and forests. Water flows gently over rocky cliffs into a cool clear pool. Mist rises into the air, mixing with the calming sound of falling water. The walk to the waterfall passes through narrow paths lined with coffee and clove trees. Their fresh scent fills the air, offering a pleasant and peaceful experience. Munduk is the perfect place to relax and enjoy Bali’s natural charm.</p> <p style=\"text-align: justify;\">Near the cultural center Ubud, the famous Tegalalang rice terraces stretch across the hills in green steps. These terraces are shaped by generations of farmers who work the land by hand. In the morning, mist rises above the fields, and sunlight reflects off the water in the paddies. Farmers in wide-brimmed hats plant rice carefully, their feet sinking into the soft earth. Water flows gently through small canals, keeping the fields healthy and green. The quiet surroundings and slow rhythm of farm life create a peaceful and inspiring scene.</p> <p style=\"text-align: justify;\">These natural wonders highlight Bali's dedication in preserving its environmental and cultural treasures. By exploring these sites, tourists not only experience the island's scenic beauty but also support ongoing conservation efforts, helping to ensure that Bali's wonders last for future generations.</p> <p>The text mainly talks about Bali’s …</p>",
    "topik_soal": "Pemahaman Inferensial: mampu menarik kesimpulan berdasarkan informasi tersirat dalam teks, pengalaman pribadi, serta intuisi untuk memahami isi teks",
    "opsi_jawaban": [
      "<p>wildlife species and nature lovers</p>",
      "<p>unique cultural treasures and sites.</p>",
      "<p>stunning nature and remarkable sites.</p>",
      "<p>generations and cultural conservation.</p>",
      "<p>scenic beauty and local farming practices.</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "14",
    "bacaan_soal": "<p style=\"text-align: center;\">My Experience as an Intern at a Sports Club</p> <p style=\"text-align: justify;\">Last summer, I had the opportunity to work as an intern at a local sports club. It was my first time working in a professional sports environment, and I was both nervous and excited. The internship went through a few phases, starting from orientation until finally jumping in to help during practices and games.</p> <p style=\"text-align: justify;\">On my first day, I met the head coach, who welcomed me and explained my tasks. I had to set up cones for drills, bring water for the players, and check the training schedules. The first few days were challenging because I was not used to the morning routine. Every morning I had to wake up early, arrive on time, and follow instructions carefully. I worried about making mistakes, but the coaches were kind and guided me.</p> <p style=\"text-align: justify;\">In the second month of my internship, I was trained to handle emergency situations. I got the chance to put that knowledge into practice when something unexpected happened. During football practice, a player fell and hurt his ankle. Everyone stopped, and I quickly ran to get the first aid kit. I helped the coach assess the injury and ensured the player stayed calm while we got him seated safely. Luckily, it wasn’t serious, but the experience reinforced an important lesson: staying alert and prepared during emergencies can make a big difference.</p> <p style=\"text-align: justify;\">At the end of my internship, the coaches held an evaluation and reflection session where they shared the results of their feedback. They highlighted my strengths in teamwork, responsibility, and communication, and even gave me a club T-shirt as a gift. I felt proud because I had improved in these areas. It was a great experience, and</p> <p style=\"text-align: justify;\">I hope to work in a sports club again in the future.</p> <p>During the internship, what did the writer do every morning</p>",
    "topik_soal": "Pemahaman Tekstual: mampu memahami informasi yang secara eksplisit, mengelompokkan, menyusun ulang, dan menyajikan kembali informasi eksplisit dari teks",
    "opsi_jawaban": [
      "<p>Made schedules and explained them to the coaches.</p>",
      "<p>Played football with the team and got the first aid kit.</p>",
      "<p>Prepared a club gift, guided the coaches, and gave t-shirts.</p>",
      "<p>Woke up early, arrived on time, and followed the instructions.</p>",
      "<p>Set up cones, brought water, and checked emergency schedules.</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "16",
    "bacaan_soal": "<p style=\"text-align: center;\">My Experience as an Intern at a Sports Club</p> <p style=\"text-align: justify;\">Last summer, I had the opportunity to work as an intern at a local sports club. It was my first time working in a professional sports environment, and I was both nervous and excited. The internship went through a few phases, starting from orientation until finally jumping in to help during practices and games.</p> <p style=\"text-align: justify;\">On my first day, I met the head coach, who welcomed me and explained my tasks. I had to set up cones for drills, bring water for the players, and check the training schedules. The first few days were challenging because I was not used to the morning routine. Every morning I had to wake up early, arrive on time, and follow instructions carefully. I worried about making mistakes, but the coaches were kind and guided me.</p> <p style=\"text-align: justify;\">In the second month of my internship, I was trained to handle emergency situations. I got the chance to put that knowledge into practice when something unexpected happened. During football practice, a player fell and hurt his ankle. Everyone stopped, and I quickly ran to get the first aid kit. I helped the coach assess the injury and ensured the player stayed calm while we got him seated safely. Luckily, it wasn’t serious, but the experience reinforced an important lesson: staying alert and prepared during emergencies can make a big difference.</p> <p style=\"text-align: justify;\">At the end of my internship, the coaches held an evaluation and reflection session where they shared the results of their feedback. They highlighted my strengths in teamwork, responsibility, and communication, and even gave me a club T-shirt as a gift. I felt proud because I had improved in these areas. It was a great experience, and</p> <p style=\"text-align: justify;\">I hope to work in a sports club again in the future.</p> <p>What will the writer most likely do after finishing the internship</p>",
    "topik_soal": "Pemahaman  Inferensial:  mampu  menarik kesimpulan berdasarkan informasi tersirat dalam teks, pengalaman pribadi, serta intuisi untuk memahami isi teks",
    "opsi_jawaban": [
      "<p>Considering a career in a sports medicine</p>",
      "<p>Stop working and focus only on school</p>",
      "<p>Look for another chance to work in a sports club</p>",
      "<p>Study medicine to become a doctor</p>",
      "<p>Train as a professional football player</p>"
    ],
    "jawaban_benar": "C"
  }
]