[
  {
    "nomor_soal": "1",
    "bacaan_soal": "AI is increasingly used in various areas of life, including the workplace. While some support this development, others express concern. Below are arguments for and against the use of AI at work. Supporters present three main points. First, efficiency and productivity. AI can handle repetitive, monotonous tasks without fatigue, allowing employees to focus on more complex and creative work. This increases output and saves time. Second, better decision- making. AI can analyze vast amounts of data quickly, identifying patterns and trends that help managers make informed, data-driven decisions. This leads to more accurate forecasts, improved employee engagement, and better overall results. Third, learning and development. AI can enhance employee engagement by offering personalized training. AI systems can detect skill gaps and recommend tailored programs, helping employees grow. This benefits both workers—by boosting confidence and capability—and companies—by fostering more skilled, loyal, and satisfied staff. Critics, however, raise several concerns. First, job displacement. As AI takes over tasks once handled by humans, there’s growing fear of job loss, causing stress among workers. Second, lack of human touch. Despite its capabilities, AI cannot replicate the empathy, emotional intelligence, and connection offered by human leaders—essential in many roles. Third, ethical and privacy issues. Concerns about data use require clear policies to ensure fairness, transparency, and respect for privacy, maintaining employee trust. Conclusion: AI should be used in the workplace, but with proper regulations to maximize benefits and minimize risks. A cautious, well- planned approach is essential for the future AI is increasingly used in various areas of life, including the workplace. While some support this development, others express concern. Below are arguments for and against the use of AI at work. Supporters present three main points. First, efficiency and productivity. AI can handle repetitive, monotonous tasks without fatigue, allowing employees to focus on more complex and creative work. This increases output and saves time. Second, better decision- making. AI can analyze vast amounts of data quickly, identifying patterns and trends that help managers make informed, data-driven decisions. This leads to more accurate forecasts, improved employee engagement, and better overall results. Third, learning and development. AI can enhance employee engagement by offering personalized training. AI systems can detect skill gaps and recommend tailored programs, helping employees grow. This benefits both workers—by boosting confidence and capability—and companies—by fostering more skilled, loyal, and satisfied staff. Critics, however, raise several concerns. First, job displacement. As AI takes over tasks once handled by humans, there’s growing fear of job loss, causing stress among workers. Second, lack of human touch. Despite its capabilities, AI cannot replicate the empathy, emotional intelligence, and connection offered by human leaders—essential in many roles. Third, ethical and privacy issues. Concerns about data use require clear policies to ensure fairness, transparency, and respect for privacy, maintaining employee trust. Conclusion: AI should be used in the workplace, but with proper regulations to maximize benefits and minimize risks. A cautious, well- planned approach is essential for the future Based on the information given, Which industry sectors are heavily impacted by AI? Click the Yes or No option for each statement! Based on the information given, Which industry sectors are heavily impacted by AI? Click the Yes or No option for each statement!\n<img alt=\"\" height=\"241\" src=\"/tka/cbt_images/63716_7f4857114f8f48821c5bcac58c3214c1.png\" width=\"425\"/>\n<img alt=\"\" height=\"241\" src=\"/tka/cbt_images/63716_7f4857114f8f48821c5bcac58c3214c1.png\" width=\"425\"/>",
    "topik_soal": "Mampu mengelompokkan argumen, fakta, dan pendapat dalam teks berdasarkan kategori atau pola penyajian tertentu",
    "opsi_jawaban": [
      "Yes",
      "No"
    ],
    "pernyataan": [
      "Information and communication",
      "Financial and insurance activities",
      "Agriculture, Forestry and Fisheries"
    ],
    "jawaban_benar": [
      "Yes",
      "Yes",
      "No"
    ]
  }
]