[
  {
    "nomor_soal": "2",
    "bacaan_soal": "<p> </p> <p>Paus (<em>Balaenoptera musculus</em>) dan ikan hiu (<em>Carcharodon carcharias</em>) sama-sama hidup di laut, memiliki sirip dan ekor, serta bentuk tubuh yang lancip di ujung depan dan ujung belakang sehingga efisien untuk berenang. Namun, paus bernapas dengan paru-paru dan menyusui anaknya, sedangkan ikan hiu bernapas dengan insang dan sebagian besar bertelur. Meskipun memiliki bentuk luar yang mirip, dalam sistem klasifikasi keduanya ditempatkan pada kelompok yang berbeda.</p> <p>Apa prinsip utama yang digunakan dalam pengelompokan tersebut</p>",
    "topik_soal": "Menganalisis prinsip klasifikasi dan permasalahan keanekaragaman hayati.",
    "opsi_jawaban": [
      "<p>Kedua makhluk hidup tersebut hidup di ekosistem laut yang berbeda.</p>",
      "<p>Mereka memiliki peran yang berbeda dalam rantai makanan.</p>",
      "<p>Pengelompokan didasarkan pada habitat dan perilaku makan.</p>",
      "<p>Klasifikasi didasarkan pada persamaan dan perbedaan ciri.</p>",
      "<p>Paus dan ikan hiu memiliki massa tubuh yang berbeda secara alami.</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "4",
    "bacaan_soal": "<p> </p> <p>Masalah gizi di Indonesia saat ini masih sangat kompleks, tidak hanya masalah kekurangan gizi, masalah kelebihan gizi juga menjadi persoalan yang harus ditangani secara serius. Pada anak-anak kondisi stunting (pendek) sering ditemukan disebabkan karena asupan gizi yang tidak sesuai dengan kebutuhan gizinya dalam waktu yang lama. Hal itu terjadi sejak di dalam kandungan dan akan terlihat pada anak berusia 2 tahun, mengakibatkan perkembangan fisik maupun kognitif tidak maksimal, mudah terserang penyakit, serta berdaya saing rendah.</p> <p>Langkah pertama untuk memecahkan permasalahan tersebut menggunakan metode ilmiah yang tepat adalah ....</p>",
    "topik_soal": "Merancang penyelidikan ilmiah.",
    "opsi_jawaban": [
      "<p>mengumpulkan informasi dari berbagai referensi terkait pengaruh faktor gizi terhadap pertumbuhan sebagai dasar untuk mengidentifikasi permasalahan</p>",
      "<p>merumuskan masalah dengan memperjelas batasan permasalahan yang akan dipecahkan</p>",
      "<p>melakukan pendataan bagi keluarga yang memiliki anak rendah gizi atau bergizi buruk</p>",
      "<p>mengadakan sosialisasi program pentingnya makanan bergizi bagi ibu dan anak bagi masyarakat</p>",
      "<p>pemberian makanan bergizi seimbang bagi seluruh anak balita dan usia anak sekolah dasar</p>"
    ],
    "jawaban_benar": "A"
  },
  {
    "nomor_soal": "5",
    "bacaan_soal": "<p> </p> <p>Kecepatan pernapasan orang yang sedang berolahraga lebih tinggi dibandingkan dengan orang yang sedang duduk. Perbedaan kecepatan pernapasan ini disebabkan oleh ....</p>",
    "topik_soal": "Menganalisis keterkaitan struktur organ pada sistem respirasi dan fungsinya.",
    "opsi_jawaban": [
      "<p>orang yang sedang berolahraga membutuhkan energi lebih banyak daripada orang yang sedang duduk. Energi dihasilkan dari penguraian zat makanan dengan bantuan oksigen yang masuk melalui pernafasan</p>",
      "<p>orang yang sedang berolahraga membutuhkan oksigen lebih sedikit dari pada orang yang sedang duduk. Energi dihasilkan dari penguraian zat makanan dengan bantuan oksigen dan menghasilkan karbondioksida lebih sedikit</p>",
      "<p>orang yang sedang berolahraga membutuhkan energi lebih banyak dari pada orang yang sedang duduk. Energi dihasilkan dari penguraian zat makanan dengan bantuan karbondioksida</p>",
      "<p>orang yang berolah raga membutuhkan oksigen lebih sedikit dari pada orang yang duduk, energi dihasilkan dari penguraian zat makanan dengan bantuan oksigen yang masuk melalui pernapasan</p>",
      "<p>orang yang sedang berolahraga membutuhkan oksigen lebih sedikit dari pada orang yang sedang duduk, energi dihasilkan dari penguraian zat makanan dengan bantuan oksigen dan menghasilkan karbondioksida lebih banyak</p>"
    ],
    "jawaban_benar": "A"
  },
  {
    "nomor_soal": "6",
    "bacaan_soal": "<p> </p> <p>Kelenjar tiroid menghasilkan tiroksin yang berperan ....</p>",
    "topik_soal": "Menganalisis Sistem Koordinasi dalam Tubuh Manusia",
    "opsi_jawaban": [
      "<p>mengatur metabolisme tubuh</p>",
      "<p>menurunkan kadar kalsium dalam darah</p>",
      "<p>meningkatkan kadar kalsium dalam darah</p>",
      "<p>merangsang lepasnya kalsium dari tulang keras</p>",
      "<p>mengatur metabolisme mineral dan glukosa</p>"
    ],
    "jawaban_benar": "A"
  },
  {
    "nomor_soal": "7",
    "bacaan_soal": " <p>Coba perhatikan gambar alat reproduksi laki-laki berikut!</p> <p><img alt=\"\" height=\"200\" src=\"https://pusmendik.kemdikbud.go.id/tka/cbt_images/23147_51eba1b92b7e1bb69f6f2764b924e1b9.png\" width=\"301\"/></p> <p>Pak Tono mengalami nyeri hebat di bagian alat reproduksinya. Setelah diperiksa oleh dokter, diketahui bahwa terjadi penyumbatan pada bagian X seperti yang ditunjukkan pada gambar. Berdasarkan kondisi tersebut, apa kemungkinan yang akan terjadi pada pembentukan atau penyaluran sperma Pak Tono</p>",
    "topik_soal": "Menganalisis keterkaitan struktur organ pada sistem reproduksi dan fungsinya.",
    "opsi_jawaban": [
      "<p>Produksi sperma tidak dapat terjadi karena fungsi reproduksi sepenuhnya terhenti.</p>",
      "<p>Sel sperma yang telah diproduksi akan dikeluarkan bersamaan dengan urin.</p>",
      "<p>Ejakulasi tidak dapat terjadi sama sekali meskipun sperma tetap dapat diproduksi.</p>",
      "<p>Cairan semen ejakulasi tetap dikeluarkan, tetapi tidak mengandung sel-sel sperma.</p>",
      "<p>Proses pematangan terganggu sehingga ekor sperma tidak terbentuk sempurna.</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "8",
    "bacaan_soal": "<p> </p> <p>Pada sebuah sel hewan, terdapat beberapa organel yang memiliki fungsi penting dalam mendukung kehidupan sel tersebut. Jika sebuah sel kekurangan mitokondria, maka manakah yang paling mungkin terjadi pada sel tersebut</p>",
    "topik_soal": "Menganalisis proses metabolisme dan peran enzim",
    "opsi_jawaban": [
      "<p>Kekurangan energi untuk menjalankan proses metabolisme yang vital.</p>",
      "<p>Tidak mampu mencerna zat asing sehingga limbah menumpuk di sel.</p>",
      "<p>Mengalami hambatan pada sintesis protein dan pengeluaran zat dari sel.</p>",
      "<p>Terganggu dalam penyimpanan dan pengaturan informasi genetik.</p>",
      "<p>Kehilangan kemampuan dalam menjaga bentuk dan fungsi sel.</p>"
    ],
    "jawaban_benar": "A"
  },
  {
    "nomor_soal": "11",
    "bacaan_soal": "<p> </p> <p>Dalam sebuah ekosistem laut, terdapat beberapa organisme berikut:</p> <p><img alt=\"\" height=\"297\" src=\"https://pusmendik.kemdikbud.go.id/tka/cbt_images/32130_6bf07069850b906f83bef099704339cf.png\" width=\"481\"/></p> <p>Jika populasi ikan kecil menurun drastis, maka manakah dampak yang paling mungkin terjadi dalam jaring-jaring makanan pada ekosistem laut tersebut</p>",
    "topik_soal": "Menganalisis komponen-komponen ekosistem, interaksi antarkomponen, dan solusi atas permasalahannya.",
    "opsi_jawaban": [
      "<p>Jumlah fitoplankton akan meningkat.</p>",
      "<p>Populasi paus biru akan menurun.</p>",
      "<p>Anjing laut akan meningkat populasinya.</p>",
      "<p>Ledakan populasi zooplankton.</p>",
      "<p>Populasi penguin akan berkurang.</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "16",
    "bacaan_soal": " <p>Seorang murid mengikuti lomba membuat produk pangan fermentasi di sekolah, yaitu membuat yogurt. Murid tersebut bertanggung jawab untuk memastikan proses produksi berjalan dengan baik. Salah satu tahap penting dalam pembuatan yogurt adalah penambahan bakteri.</p> <p>Apa langkah pertama yang perlu dilakukan untuk memastikan bakteri yang digunakan dalam fermentasi berfungsi dengan optimal</p>",
    "topik_soal": "Menganalisis struktur bakteri dan peranannya terhadap manusia.",
    "opsi_jawaban": [
      "<p>Menambahkan bakteri ke dalam susu sebelum proses pasteurisasi dilakukan.</p>",
      "<p>Meningkatkan jumlah bakteri dalam campuran untuk mempercepat proses produksi.</p>",
      "<p>Menggunakan bakteri yang dapat mengurangi kandungan protein dalam yogurt.</p>",
      "<p>Mencampur banyak jenis bakteri untuk menambah rasa yang lebih manis pada yogurt.</p>",
      "<p>Memasukkan bakteri pada saat susu memiliki suhu 40-45°C sehingga bakteri aktif.</p>"
    ],
    "jawaban_benar": "E"
  },
  {
    "nomor_soal": "17",
    "bacaan_soal": " <p>Seorang atlet mengalami kelelahan otot setelah latihan intensif. Pelatihnya menjelaskan bahwa sel-sel otot sedang mengalami peningkatan aktivitas metabolik untuk memenuhi kebutuhan energi. Salah satu mekanisme utama yang terjadi dalam sel otot tersebut adalah proses katabolisme.</p> <p>Berdasarkan situasi tersebut, proses manakah yang paling tepat dikategorikan sebagai katabolisme</p>",
    "topik_soal": "Menganalisis proses metabolisme dan peran enzim.",
    "opsi_jawaban": [
      "<p>Penyusunan protein baru untuk memperbaiki kerusakan otot akibat latihan berat.</p>",
      "<p>Penggabungan molekul glukosa menjadi glikogen untuk penyimpanan energi di otot.</p>",
      "<p>Pemecahan glukosa menjadi asam piruvat untuk menghasilkan energi cepat.</p>",
      "<p>Pembentukan lemak dari gliserol dan asam lemak untuk penyimpanan cadangan energi.</p>",
      "<p>Sintesis ATP dari ADP dan fosfat sebagai hasil akhir reaksi metabolisme energi.</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "20",
    "bacaan_soal": " <p>Seorang anak merasa kesal karena kolam ikan hias di halaman rumahnya sering ada kecebong. Untuk menjaga agar katak tidak lagi bertelur di kolam ikan hiasnya, anak tersebut memindahkan katak ke selokan di belakang rumahnya. Sekalipun dia sudah sering memindahkan katak dari kolam, akan tetapi hampir setiap menjelang malam ada katak yang bernyanyi di tepi kolam. Hari ini, anak itu melakukan sesuatu yang belum pernah dilakukannya. Sebelum memindahkan katak dia menandai katak-katak tersebut dengan angka-angka.</p> <p>Pertanyaan apa yang menurut kalian ingin diketahui anak tersebut</p>",
    "topik_soal": "Merumuskan pertanyaan yang dapat diselidiki secara ilmiah.",
    "opsi_jawaban": [
      "<p>Siapakah yang datang ke kolam itu, katak jantan ataukah betina</p>",
      "<p>Katak manakah yang pertama kali datang ke arah kolam itu</p>",
      "<p>Apakah katak yang datang ke kolam itu adalah yang pernah dipindah</p>",
      "<p>Dengan cara apakah katak-katak itu datang menuju kolam</p>",
      "<p>Mengapa selalu ada katak yang datang ke kolam setiap waktu</p>"
    ],
    "jawaban_benar": "C"
  }
]