[
  {
    "nomor_soal": "9",
    "bacaan_soal": "Indonesia adalah negara dengan kekayaan sumber daya alam yang melimpah, seperti batu bara, kelapa sawit, karet, dan produk perikanan. Untuk meningkatkan pertumbuhan ekonomi, pemerintah aktif menjalin kerja sama dagang dengan negara-negara ASEAN, Jepang, dan Uni Eropa. Meskipun menghadapi tantangan seperti fluktuasi nilai tukar, hambatan impor, dan rendahnya daya saing produk lokal, kerja sama internasional tetap memberi manfaat berupa peningkatan devisa, transfer teknologi, serta pembukaan lapangan kerja baru. Indonesia adalah negara dengan kekayaan sumber daya alam yang melimpah, seperti batu bara, kelapa sawit, karet, dan produk perikanan. Untuk meningkatkan pertumbuhan ekonomi, pemerintah aktif menjalin kerja sama dagang dengan negara-negara ASEAN, Jepang, dan Uni Eropa. Meskipun menghadapi tantangan seperti fluktuasi nilai tukar, hambatan impor, dan rendahnya daya saing produk lokal, kerja sama internasional tetap memberi manfaat berupa peningkatan devisa, transfer teknologi, serta pembukaan lapangan kerja baru. Tentukan Benar atau Salah pada pernyataan Hambatan Perdagangan Internasional! Tentukan Benar atau Salah pada pernyataan Hambatan Perdagangan Internasional!",
    "topik_soal": "Perdagangan Internasional",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Proteksi negara mitra",
      "Kurangnya kualitas produk lokal",
      "Kesepakatan dagang bebas"
    ],
    "jawaban_benar": [
      "Benar",
      "Benar",
      "Salah"
    ]
  },
  {
    "nomor_soal": "10",
    "bacaan_soal": "Transaksi yang terjadi pada perusahaan jasa “Langit Biru” milik Pak Anton di bulan Maret Tahun 2025. Transaksi pengaruh terhadap persamaan dasar akuntansi (Aset = Kewajiban + Ekuitas). Transaksi yang terjadi pada perusahaan jasa “Langit Biru” milik Pak Anton di bulan Maret Tahun 2025. Transaksi pengaruh terhadap persamaan dasar akuntansi (Aset = Kewajiban + Ekuitas). Tentukan Benar atau Salah untuk setiap transaksi berdasarkan persamaan akuntansi berikut. Tentukan Benar atau Salah untuk setiap transaksi berdasarkan persamaan akuntansi berikut.",
    "topik_soal": "Dasar Akuntansi",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Pak Anton menyetorkan uang tunai sebesar Rp60.000.000,00 sebagai modal awal akan menambah asset dan ekuitas.",
      "Perusahaan menyewa kantor untuk 6 bulan ke depan dengan membayar lunas sebesar Rp12.000.000,00 akan menambah asset dan kewajiban.",
      "Perusahaan menerima pendapatan jasa secara tunai sebesar Rp7.000.000,00 menambah aset dan ekuitas."
    ],
    "jawaban_benar": [
      "Benar",
      "Salah",
      "Benar"
    ]
  },
  {
    "nomor_soal": "12",
    "bacaan_soal": "Pengangguran merupakan salah satu permasalahan krusial yang terjadi di Indonesia. Beberapa wilayah dengan Tingkat pengangguran tertinggi berdasarkan data Badan Pusat Statistik (BPS) pada Agustus 2024 di antaranya Provinsi Jawa Barat (6.75%), Banten (6.68%), Papua (6.48%), Papua Barat Daya (6.48%), dan Kepulauan Riau (6.39%). Pengangguran terjadi disebabkan oleh berbagai faktor diantaranya terdapat kesenjangan antara keterampilan pencari kerja dengan kebutuhan pasar, keterbatasan lapangan kerja serta faktor ekonomi makro. Pengangguran merupakan salah satu permasalahan krusial yang terjadi di Indonesia. Beberapa wilayah dengan Tingkat pengangguran tertinggi berdasarkan data Badan Pusat Statistik (BPS) pada Agustus 2024 di antaranya Provinsi Jawa Barat (6.75%), Banten (6.68%), Papua (6.48%), Papua Barat Daya (6.48%), dan Kepulauan Riau (6.39%). Pengangguran terjadi disebabkan oleh berbagai faktor diantaranya terdapat kesenjangan antara keterampilan pencari kerja dengan kebutuhan pasar, keterbatasan lapangan kerja serta faktor ekonomi makro. Manakah solusi yang dapat diterapkan untuk menyelesaikan permasalahan tersebut? Tentukan Benar atau Salah untuk setiap pernyataan berikut! Manakah solusi yang dapat diterapkan untuk menyelesaikan permasalahan tersebut? Tentukan Benar atau Salah untuk setiap pernyataan berikut!",
    "topik_soal": "Konsep Ketenagakerjaan",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Peningkatan upah bagi tenaga kerja.",
      "Mendorong investasi daerah melalui insentif pajak dan kemudahan perizinan.",
      "Menyediakan akses pembiayaan, pelatihan, dan pendampingan bagi pelaku UMKM."
    ],
    "jawaban_benar": [
      "Salah",
      "Benar",
      "Benar"
    ]
  }
]