[
  {
    "nomor_soal": "1",
    "bacaan_soal": "Dua orang mencoba cara yang berbeda untuk menembak sasaran pada titik C. Orang pertama menggunakan bola A dan diletakkan di tepi meja. Orang kedua menggunakan bola B yang berada di lantai. Bola A dan B kemudian dihentakkan secara bersamaan pada arah mendatar (g = 10 m.s-2 dan gesekan diabaikan). Ternyata kedua bola sampai dan mengenai sasaran di titik C secara bersamaan. Apa saja kondisi awal yang dapat menyebabkan hal tersebut? Pilihlah Benar atau Salah untuk setiap kondisi berikut. Keterangan: Gesekan antara bola dengan lantai, permukaan meja, maupun udara diabaikan. Dua orang mencoba cara yang berbeda untuk menembak sasaran pada titik C. Orang pertama menggunakan bola A dan diletakkan di tepi meja. Orang kedua menggunakan bola B yang berada di lantai. Bola A dan B kemudian dihentakkan secara bersamaan pada arah mendatar (g = 10 m.s-2 dan gesekan diabaikan). Ternyata kedua bola sampai dan mengenai sasaran di titik C secara bersamaan. Apa saja kondisi awal yang dapat menyebabkan hal tersebut? Pilihlah Benar atau Salah untuk setiap kondisi berikut. Keterangan: Gesekan antara bola dengan lantai, permukaan meja, maupun udara diabaikan.\n<img alt=\"\" height=\"200\" src=\"/tka/cbt_images/01896_46d4c32348c2dd427b14f92222413698.png\" width=\"363\"/>\n<img alt=\"\" height=\"200\" src=\"/tka/cbt_images/01896_46d4c32348c2dd427b14f92222413698.png\" width=\"363\"/>",
    "topik_soal": "Gerak Melingkar Beraturan",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Massa bola A dan bola B sama.",
      "Posisi bola A saat itu adalah 0,8 m di atas tanah.",
      "Bola B dihentakkan dengan kecepatan awal sebesar 10 m.s-1"
    ],
    "jawaban_benar": [
      "Salah",
      "Benar",
      "Salah"
    ]
  },
  {
    "nomor_soal": "3",
    "bacaan_soal": "Perhatikan gambar peristiwa tumbukan antara mobil boks dan mobil sedan berikut ini. Setelah bertumbukan, kedua mobil bergerak menjadi satu dalam keadaan mobil boks mendorong mobil sedan. Apa sajakah kondisi yang terpenuhi saat proses maupun setelah tumbukan? Pilihlah Benar atau Salah untuk kondisi berikut! Perhatikan gambar peristiwa tumbukan antara mobil boks dan mobil sedan berikut ini. Setelah bertumbukan, kedua mobil bergerak menjadi satu dalam keadaan mobil boks mendorong mobil sedan. Apa sajakah kondisi yang terpenuhi saat proses maupun setelah tumbukan? Pilihlah Benar atau Salah untuk kondisi berikut!\n<img alt=\"\" height=\"140\" src=\"/tka/cbt_images/89639_0365f6f2126396bb3220ae607ae0c92a.png\" width=\"715\"/>\n<img alt=\"\" height=\"140\" src=\"/tka/cbt_images/89639_0365f6f2126396bb3220ae607ae0c92a.png\" width=\"715\"/>",
    "topik_soal": "Momentum dan Impuls",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Setelah tumbukan, kecepatan kedua mobil itu sama besar.",
      "Momentum kedua mobil sebelum tumbukan lebih besar daripada sesudah tumbukan.",
      "Koefisien restitusi tumbukan bernilai nol."
    ],
    "jawaban_benar": [
      "Benar",
      "Salah",
      "Benar"
    ]
  },
  {
    "nomor_soal": "7",
    "bacaan_soal": "Suatu rangkaian listrik lampu warna-warni menggunakan lampu dengan resistansi tertulis pada bagian lampu. Warna Lampu Pembacaan Lampu tersebut memiliki resistansi 15 ohm Lampu-lampu tersebut dipasang dan dihubungkan dengan dua buah sumber tegangan seperti pada gambar. Jika lampu diganti dengan lampu berwarna kuning dengan resistansi . Apakah yang terjadi dengan rangkaian lampu sekarang? Pilihlah “lebih besar”, “lebih kecil”, atau “tetap” untuk setiap besaran fisis pada rangkaian. Suatu rangkaian listrik lampu warna-warni menggunakan lampu dengan resistansi tertulis pada bagian lampu. Lampu-lampu tersebut dipasang dan dihubungkan dengan dua buah sumber tegangan seperti pada gambar. Jika lampu diganti dengan lampu berwarna kuning dengan resistansi . Apakah yang terjadi dengan rangkaian lampu sekarang? Pilihlah “lebih besar”, “lebih kecil”, atau “tetap” untuk setiap besaran fisis pada rangkaian.\n<img alt=\"\" height=\"90\" src=\"/tka/cbt_images/26776_63f2c45072a60b2922a023ddccb28332.png\" width=\"85\"/>\n<img alt=\"\" height=\"197\" src=\"/tka/cbt_images/26776_c6c52899188ed5beee95412a5cec44eb.png\" width=\"252\"/>\n<img alt=\"\" height=\"37\" src=\"/tka/cbt_images/26776_f15f6709a998270456c1166392cc8c0e.png\" width=\"35\"/>\n<img alt=\"\" height=\"34\" src=\"/tka/cbt_images/26776_2af2c83de9870eb7b5423e1a976b13a2.png\" width=\"27\"/>\n<img alt=\"\" height=\"197\" src=\"/tka/cbt_images/26776_c6c52899188ed5beee95412a5cec44eb.png\" width=\"252\"/>\n<img alt=\"\" height=\"37\" src=\"/tka/cbt_images/26776_f15f6709a998270456c1166392cc8c0e.png\" width=\"35\"/>\n<img alt=\"\" height=\"34\" src=\"/tka/cbt_images/26776_2af2c83de9870eb7b5423e1a976b13a2.png\" width=\"27\"/>",
    "topik_soal": "Hubungan antara kuat arus, tegangan, dan hambatan",
    "opsi_jawaban": [
      "Lebih besar",
      "Lebih kecil",
      "Tetap"
    ],
    "pernyataan": [
      "Resistansi pengganti rangkaian.",
      "Kuat arus yang mengalir pada rangkaian.",
      "Daya yang bekerja pada lampu .\n<img alt=\"\" height=\"33\" src=\"/tka/cbt_images/26776_340125c939274c997695c4c041621f77.png\" width=\"27\"/>"
    ],
    "jawaban_benar": [
      "Lebih Kecil",
      "Lebih Besar",
      "Lebih Besar"
    ]
  },
  {
    "nomor_soal": "14",
    "bacaan_soal": "Seorang pemanah sedang mengikuti lomba menombak ikan di kolam dangkal. Ilusi yang dialaminya seperti tampak pada gambar berikut: Sinar cahaya dari ikan menuju mata pemanah membentuk sudut 60° terhadap garis normal (garis tegak lurus permukaan air). Berdasarkan pengalamannya, pemanah tersebut tidak membidik langsung ke arah ikan yang terlihat, melainkan membidik ke posisi yang lebih rendah supaya anak panahnya tepat mengenai ikan. (Indeks bias air = 4/3, Indeks bias udara = 1). Berdasarkan pemahamanmu tentang pembiasan cahaya, evaluasilah pernyataan yang dilakukan oleh pemanah berikut ini!Tentukan apakah pernyataan-pernyataan berikut Benar atau Salah! Seorang pemanah sedang mengikuti lomba menombak ikan di kolam dangkal. Ilusi yang dialaminya seperti tampak pada gambar berikut: Sinar cahaya dari ikan menuju mata pemanah membentuk sudut 60° terhadap garis normal (garis tegak lurus permukaan air). Berdasarkan pengalamannya, pemanah tersebut tidak membidik langsung ke arah ikan yang terlihat, melainkan membidik ke posisi yang lebih rendah supaya anak panahnya tepat mengenai ikan. (Indeks bias air = 4/3, Indeks bias udara = 1). Berdasarkan pemahamanmu tentang pembiasan cahaya, evaluasilah pernyataan yang dilakukan oleh pemanah berikut ini!Tentukan apakah pernyataan-pernyataan berikut Benar atau Salah!\n<img alt=\"\" height=\"185\" src=\"/tka/cbt_images/32250_d3fdf9d003416b7943df57c410161c00.png\" width=\"313\"/>\n<img alt=\"\" height=\"185\" src=\"/tka/cbt_images/32250_d3fdf9d003416b7943df57c410161c00.png\" width=\"313\"/>",
    "topik_soal": "Sifat Cahaya",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Strategi pemanah membidik lebih rendah dari posisi ikan yang terlihat merupakan strategi yang tepat berdasarkan prinsip pembiasan cahaya.",
      "Penambahan kecepatan saat melempar tombak dapat meminimalisir kesalahan bidikan yang terjadi akibat pembiasan cahaya.",
      "Semakin besar sudut pengamatan pemanah terhadap garis normal, semakin besar pula perbedaan antara posisi ikan yang terlihat dengan posisi ikan yang sebenarnya."
    ],
    "jawaban_benar": [
      "Benar",
      "Salah",
      "Benar"
    ]
  },
  {
    "nomor_soal": "16",
    "bacaan_soal": "Sebuah perusahaan elektronik sedang mengembangkan mesin fotokopi generasi baru yang menggunakan teknologi transfer toner elektrostatis yang lebih efisien. Dalam sistem ini, partikel toner bermuatan negatif q=1×10−7 C dipindahkan dari drum ke kertas melalui medan listrik yang dihasilkan oleh dua pelat sejajar. Spesifikasi teknis mesin fotokopi tersebut menunjukkan bahwa: Jarak antara pelat transfer dan drum adalah 2 mm Beda potensial yang tersedia adalah 200 V Agar proses transfer toner berjalan optimal, gaya listrik minimum yang diperlukan untuk memindahkan partikel toner adalah 0,01 N Tim sedang menguji prototipe mesin fotokopi ini di laboratorium pengujian. Mereka menemukan bahwa pada beberapa kondisi, hasil cetakan menunjukkan kualitas yang buruk dengan banyak area yang tidak tercetak dengan baik. Untuk setiap pernyataan analisis berikut, tentukan apakah pernyataan berikut Benar atau Salah! Sebuah perusahaan elektronik sedang mengembangkan mesin fotokopi generasi baru yang menggunakan teknologi transfer toner elektrostatis yang lebih efisien. Dalam sistem ini, partikel toner bermuatan negatif q=1×10−7 C dipindahkan dari drum ke kertas melalui medan listrik yang dihasilkan oleh dua pelat sejajar. Spesifikasi teknis mesin fotokopi tersebut menunjukkan bahwa: Tim sedang menguji prototipe mesin fotokopi ini di laboratorium pengujian. Mereka menemukan bahwa pada beberapa kondisi, hasil cetakan menunjukkan kualitas yang buruk dengan banyak area yang tidak tercetak dengan baik. Untuk setiap pernyataan analisis berikut, tentukan apakah pernyataan berikut Benar atau Salah!",
    "topik_soal": "Listrik Statis",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Jika jarak antar pelat dikurangi menjadi 1,5 mm dengan beda potensial tetap, gaya listrik pada partikel toner akan meningkat sehingga memenuhi syarat fungsional.",
      "Untuk mempertahankan jarak antar pelat tetap 2 mm, beda potensial minimal yang diperlukan agar mesin berfungsi optimal adalah 100 V.",
      "Jika muatan partikel toner ditingkatkan menjadi 2 ×10−7 C, mesin fotokopi akan berfungsi dengan baik tanpa perlu mengubah parameter lainnya."
    ],
    "jawaban_benar": [
      "Benar",
      "Salah",
      "Benar"
    ]
  }
]