[
  {
    "nomor_soal": "2",
    "bacaan_soal": "Danau Bandung Purba Danau Bandung purba terbentuk sekitar 125.000 tahun lalu ketika material erupsi Gunung Sunda membendung aliran Sungai Citarum Purba. Kedalaman rata-rata danau Bandung Purba saat itu sekitar 20-30 meter. Peristiwa gempa bumi dan longsor akibat erosi di antara Curug Cukangrahong dan Curug Halimun sekitar 16.000 tahun lalu berakibat air danau ini mengalir ke utara. Dampaknya adalah air danau mulai terkuras kemudian membuat bentang lahan Cekungan Bandung menjadi rawa dan berangsur-angsur mengering. Danau Bandung Purba juga menjadi wilayah yang dihuni oleh manusia sejak lama dengan ditemukan adanya perkakas obsidian yang tersebar di sekitarnya. Danau Bandung Purba Danau Bandung purba terbentuk sekitar 125.000 tahun lalu ketika material erupsi Gunung Sunda membendung aliran Sungai Citarum Purba. Kedalaman rata-rata danau Bandung Purba saat itu sekitar 20-30 meter. Peristiwa gempa bumi dan longsor akibat erosi di antara Curug Cukangrahong dan Curug Halimun sekitar 16.000 tahun lalu berakibat air danau ini mengalir ke utara. Dampaknya adalah air danau mulai terkuras kemudian membuat bentang lahan Cekungan Bandung menjadi rawa dan berangsur-angsur mengering. Danau Bandung Purba juga menjadi wilayah yang dihuni oleh manusia sejak lama dengan ditemukan adanya perkakas obsidian yang tersebar di sekitarnya. Tentukan apakah pernyataan tentang fenomena Bandung Purba terkait aktivitas manusia berikut Benar atau Salah! Tentukan apakah pernyataan tentang fenomena Bandung Purba terkait aktivitas manusia berikut Benar atau Salah!\n<img alt=\"\" src=\"/tka/cbt_images/72185_98a971fa3fca1b96870de7ab6cc603d4.png\"/>\n<img alt=\"\" src=\"/tka/cbt_images/72185_98a971fa3fca1b96870de7ab6cc603d4.png\"/>",
    "topik_soal": "Peranan manusia dalam mengubah lingkungan fisik",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Data menunjukkan bahwa Bandung pernah berada di bawah permukaan air.",
      "Manusia mulai menempati kawasan Danau Bandung Purba setelah mengering.",
      "Manusia mulai mengembangkan pertanian di utara danau."
    ],
    "jawaban_benar": [
      "Benar",
      "Benar",
      "Salah"
    ]
  },
  {
    "nomor_soal": "3",
    "bacaan_soal": "Studi Kasus Abrasi Pantai Demak Sumber: googlemap.com Kawasan pesisir di Desa Bedono, Kabupaten Demak, Jawa Tengah, mengalami abrasi parah sejak tahun 1990-an akibat kombinasi faktor alami dan aktivitas manusia (lihat gambar). Sekitar 6 km² daratan tenggelam, memaksa ratusan keluarga meninggalkan rumah mereka. Kerusakan ini diperparah oleh konversi hutan mangrove menjadi tambak udang tanpa mempertimbangkan daya dukung lingkungan. Data Dinas Lingkungan Hidup tahun 2022 mencatat bahwa hanya sekitar 20% dari luasan mangrove awal yang masih bertahan, menyebabkan kerusakan ekosistem pesisir dan memperparah risiko bencana. Sejak 2015, berbagai upaya rehabilitasi dilakukan oleh pemerintah daerah, LSM, dan masyarakat setempat. Program restorasi mangrove ditargetkan menanam kembali 150.000 bibit mangrove hingga tahun 2025. Selain itu, dikembangkan konsep ekowisata berbasis konservasi, di mana masyarakat diberdayakan sebagai pengelola kawasan wisata edukasi mangrove. Hasil awal monitoring tahun 2023 menunjukkan bahwa 65% dari bibit mangrove yang ditanam berhasil tumbuh, mengurangi kecepatan abrasi rata-rata sebesar 10% per tahun di beberapa titik kritis. Program ini juga meningkatkan pendapatan tambahan masyarakat hingga 20% melalui sektor ekowisata. Studi Kasus Abrasi Pantai Demak Sumber: googlemap.com Kawasan pesisir di Desa Bedono, Kabupaten Demak, Jawa Tengah, mengalami abrasi parah sejak tahun 1990-an akibat kombinasi faktor alami dan aktivitas manusia (lihat gambar). Sekitar 6 km² daratan tenggelam, memaksa ratusan keluarga meninggalkan rumah mereka. Kerusakan ini diperparah oleh konversi hutan mangrove menjadi tambak udang tanpa mempertimbangkan daya dukung lingkungan. Data Dinas Lingkungan Hidup tahun 2022 mencatat bahwa hanya sekitar 20% dari luasan mangrove awal yang masih bertahan, menyebabkan kerusakan ekosistem pesisir dan memperparah risiko bencana. Sejak 2015, berbagai upaya rehabilitasi dilakukan oleh pemerintah daerah, LSM, dan masyarakat setempat. Program restorasi mangrove ditargetkan menanam kembali 150.000 bibit mangrove hingga tahun 2025. Selain itu, dikembangkan konsep ekowisata berbasis konservasi, di mana masyarakat diberdayakan sebagai pengelola kawasan wisata edukasi mangrove. Hasil awal monitoring tahun 2023 menunjukkan bahwa 65% dari bibit mangrove yang ditanam berhasil tumbuh, mengurangi kecepatan abrasi rata-rata sebesar 10% per tahun di beberapa titik kritis. Program ini juga meningkatkan pendapatan tambahan masyarakat hingga 20% melalui sektor ekowisata. Tentukan fakta berikut ini Benar atau Salah terkait keberlanjutan pengelolaan SDA berdasarkan prinsip konservasi dan restorasi lingkungan! Tentukan fakta berikut ini Benar atau Salah terkait keberlanjutan pengelolaan SDA berdasarkan prinsip konservasi dan restorasi lingkungan!\n<img alt=\"\" src=\"/tka/cbt_images/47004_e20f6be71e41ff70f319bdb1fc4fdd5a.png\"/>\n<img alt=\"\" src=\"/tka/cbt_images/47004_e20f6be71e41ff70f319bdb1fc4fdd5a.png\"/>",
    "topik_soal": "Pemanfaatan SDA",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Kerusakan hutan mangrove di Desa Bedono disebabkan oleh faktor alami.",
      "Contoh pengelolaan berkelanjutan adalah ekowisata berbasis konservasi.",
      "Penanaman mangrove terbukti dapat mengurangi abrasi pantai."
    ],
    "jawaban_benar": [
      "Salah",
      "Benar",
      "Benar"
    ]
  },
  {
    "nomor_soal": "4",
    "bacaan_soal": "Perhatikan gambar berikut! Gambar tersebut menunjukkan tanaman sayuran seperti kubis, wortel, dan kentang tumbuh dengan baik di lahan sekitar gunung berapi. Sebagian lahan pernah tertimbun abu vulkanik dari letusan beberapa tahun sebelumnya. Petani menyebut tanah di wilayah tersebut sangat cocok untuk pertanian karena kandungan mineralnya tinggi. Perhatikan gambar berikut! Gambar tersebut menunjukkan tanaman sayuran seperti kubis, wortel, dan kentang tumbuh dengan baik di lahan sekitar gunung berapi. Sebagian lahan pernah tertimbun abu vulkanik dari letusan beberapa tahun sebelumnya. Petani menyebut tanah di wilayah tersebut sangat cocok untuk pertanian karena kandungan mineralnya tinggi. Tentukan Benar atau Salah untuk setiap pernyataan berikut terkait hubungan antara letusan gunung api dengan kondisi lahan! Tentukan Benar atau Salah untuk setiap pernyataan berikut terkait hubungan antara letusan gunung api dengan kondisi lahan!\n<img alt=\"\" src=\"/tka/cbt_images/91655_36196f5fedb4ea2ab6f7bc8309ef9944.png\"/>\n<img alt=\"\" src=\"/tka/cbt_images/91655_36196f5fedb4ea2ab6f7bc8309ef9944.png\"/>",
    "topik_soal": "Bencana Geologis atau Hidroklimatologis",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Abu vulkanik yang jatuh ke permukaan tanah akan memperkaya unsur hara seperti kalium dan fosfor yang bermanfaat bagi tanaman.",
      "Letusan gunung berapi selalu merusak seluruh lahan pertanian dan membuatnya tidak dapat digunakan selama puluhan tahun.",
      "Lahan bekas aliran lava tidak pernah bisa dimanfaatkan kembali untuk pertanian."
    ],
    "jawaban_benar": [
      "Benar",
      "Salah",
      "Benar"
    ]
  },
  {
    "nomor_soal": "7",
    "bacaan_soal": "Wilayah-wilayah di dunia pada sekitar tahun 1500 menunjukkan hubungan erat antara kondisi geografis, termasuk bioma dan iklim, dengan cara manusia memenuhi kebutuhan hidupnya. Aktivitas agraris berkembang pesat di kawasan tropis dengan tanah subur dan curah hujan tinggi, seperti Asia Tenggara, termasuk Nusantara (kini Indonesia), yang dikelilingi oleh hutan hujan tropis. Dalam konteks ini, bioma hutan hujan tropis menyediakan sumber daya alam yang melimpah, mulai dari lahan subur untuk bertani hingga keanekaragaman flora dan fauna yang dapat dimanfaatkan untuk pangan, obat-obatan, dan bahan bangunan. Masyarakat di kepulauan Indonesia mengembangkan sistem pertanian padi sawah, perkebunan rempah-rempah, dan pemanfaatan hasil hutan sebagai bagian dari strategi adaptasi terhadap lingkungannya. Hal ini mencerminkan bahwa persebaran bioma tidak hanya memengaruhi cara hidup, tetapi juga menjadi fondasi penting bagi kesejahteraan masyarakat melalui pemanfaatan sumber daya hayati yang berkelanjutan. Dengan demikian, aktivitas manusia pada masa itu menjadi cerminan awal dari proses pemanfaatan alam yang terstruktur, yang dalam perkembangan selanjutnya menjadi bagian dari sistem ekonomi dan budaya suatu wilayah. Wilayah-wilayah di dunia pada sekitar tahun 1500 menunjukkan hubungan erat antara kondisi geografis, termasuk bioma dan iklim, dengan cara manusia memenuhi kebutuhan hidupnya. Aktivitas agraris berkembang pesat di kawasan tropis dengan tanah subur dan curah hujan tinggi, seperti Asia Tenggara, termasuk Nusantara (kini Indonesia), yang dikelilingi oleh hutan hujan tropis. Dalam konteks ini, bioma hutan hujan tropis menyediakan sumber daya alam yang melimpah, mulai dari lahan subur untuk bertani hingga keanekaragaman flora dan fauna yang dapat dimanfaatkan untuk pangan, obat-obatan, dan bahan bangunan. Masyarakat di kepulauan Indonesia mengembangkan sistem pertanian padi sawah, perkebunan rempah-rempah, dan pemanfaatan hasil hutan sebagai bagian dari strategi adaptasi terhadap lingkungannya. Hal ini mencerminkan bahwa persebaran bioma tidak hanya memengaruhi cara hidup, tetapi juga menjadi fondasi penting bagi kesejahteraan masyarakat melalui pemanfaatan sumber daya hayati yang berkelanjutan. Dengan demikian, aktivitas manusia pada masa itu menjadi cerminan awal dari proses pemanfaatan alam yang terstruktur, yang dalam perkembangan selanjutnya menjadi bagian dari sistem ekonomi dan budaya suatu wilayah. Tentukan fakta berikut Benar atau Salah terkait kondisi manfaat flora dan fauna terhadap aktivitas manusia pada masa lalu! Tentukan fakta berikut Benar atau Salah terkait kondisi manfaat flora dan fauna terhadap aktivitas manusia pada masa lalu!\n<img alt=\"\" height=\"450\" src=\"/tka/cbt_images/69979_cd7d90d5a9bae166e306ab73c4719859.png\" width=\"652\"/>\n<img alt=\"\" height=\"450\" src=\"/tka/cbt_images/69979_cd7d90d5a9bae166e306ab73c4719859.png\" width=\"652\"/>",
    "topik_soal": "Persebaran Bioma di Dunia",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Wilayah tropis telah mengembangkan pertanian menetap karena curah hujan tinggi.",
      "Wilayah lingkar kutub menjadi pusat kelompok berburu dan meramu.",
      "Kelompok masyarakat di lintang sedang cenderung berburu berdasarkan musim."
    ],
    "jawaban_benar": [
      "Benar",
      "Benar",
      "Salah"
    ]
  }
]