[
  {
    "nomor_soal": "1",
    "bacaan_soal": "<p style=\"text-align: justify;\">Sistem pemerintahan Indonesia terbagi antara pemerintah pusat dan pemerintah daerah yang hubungannya diatur sesuai peraturan perundang-undangan. Hubungan ini kerap menimbulkan berbagai tantangan, terutama dalam pelaksanaan otonomi daerah, pembagian anggaran, serta sinkronisasi kebijakan pusat dan daerah.</p> <p>Berdasar ilustrasi tersebut, tantangan dari hubungan antara pemerintah pusat dan daerah, yakni….</p>",
    "topik_soal": "Menjelaskan, menerapkan dan menganalisis tentang penegakan hukum, perlindungan HAM, ketentuan UUD NRI Tahun 1945, demokrasi, hubungan pemerintah pusat dan daerah",
    "opsi_jawaban": [
      "<p>ketidakmampuan pemerintah pusat dalam memenuhi semua kebutuhan anggaran pemerintah daerah</p>",
      "<p>berbagai kebijakan pemerintah daerah kadangkala tidak sejalan dengan penerapan program nasional</p>",
      "<p>terbatasnya kewenangan pemerintah pusat dalam mengatur pembagian alokasi anggaran di daerah</p>",
      "<p>masih belum adanya sinkronisasi ruang lingkup otonomi antara pemerintah pusat dan daerah</p>",
      "<p>keterbatasan kewenangan dari pemerintah pusat dalam mengawasi pelaksanaan otonomi di daerah</p>"
    ],
    "jawaban_benar": "B"
  },
  {
    "nomor_soal": "4",
    "bacaan_soal": "<p> </p> <p style=\"text-align: justify;\">Pada masa Orde Baru, pelaksanaan demokrasi Pancasila mengalami berbagai tantangan seperti pembatasan kebebasan berpendapat, dominasi partai politik tertentu, serta lemahnya fungsi pengawasan terhadap pemerintah. Upaya paling tepat untuk mencegah terulangnya kondisi tersebut adalah ….</p>",
    "topik_soal": "Menjelaskan, menerapkan dan menganalisis tentang penegakan hukum, perlindungan HAM, ketentuan UUD NRI Tahun 1945, demokrasi, hubungan pemerintah pusat dan daerah",
    "opsi_jawaban": [
      "<p>menyederhanakan sistem partai politik agar stabilitas politik terjaga</p>",
      "<p>memberikan kewenangan kepada pemerintah untuk urusan ketertiban</p>",
      "<p>mendorong keterlibatan masyarakat dalam pengambilan kebijakan publik</p>",
      "<p>menjaga ketertiban sosial dengan membatasi perbedaan cara pandang</p>",
      "<p>menjamin penyaluran aspirasi rakyat secara terpusat melalui satu partai</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "5",
    "bacaan_soal": "<p style=\"text-align: justify;\">Berdasarkan data dari Badan Nasional Penanggulangan Terorisme (BNPT) dan Kementerian Komunikasi dan Digital (Komdigi) terdapat sebanyak 180.954 konten bermuatan intoleransi, radikalisme, ekstremisme, dan terorisme di ruang siber. Oleh karena berbahaya bisa menimbulkan ancaman terhadap negara terutama bagi bhinneka tunggal ika, maka konten-konten tersebut telah diblokir. </p> <p><strong>Berdasarkan ilustrasi tersebut, potensi akibat yang ditimbulkan dari ancaman tersebut, yaitu…</strong></p>",
    "topik_soal": "Menjelaskan, menerapkan dan menganalisis tentang integrasi nasional, mengelola kebinekaan sebagai modal sosial, harmoni dalam keberagaman, dan ancaman terhadap kebinekaan.",
    "opsi_jawaban": [
      "<p>turunnya kepercayaan masyarakat pada pemerintah karena tidak mampu mengatasi permasalahan akibat intoleransi dalam keberagaman</p>",
      "<p>bertambahnya aktivitas generasi muda dalam melakukan penelusuran berbagai berita terkait permasalahan intoleransi yang terjadi di masyarakat</p>",
      "<p>meningkatnya penyebaran paham ekstrem yang berakibat munculnya perpecahan dan konflik antaranggota masyarakat yang beragam</p>",
      "<p>menurunnya semangat warga negara dalam menjaga kebhinekaan karena terjadinya perilaku diskriminatif yang disebabkan intoleransi</p>",
      "<p>semakin banyaknya informasi yang mengandung konten negatif pada berbagai media internet yang mudah di konsumsi masyarakat</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "7",
    "bacaan_soal": "<p style=\"text-align: justify;\">Pada suatu peringatan hari besar keagamaan semua masyarakat menghormati pelaksanaan ibadah dan memberikan kesempatan untuk merayakannya dengan khidmat.</p> <p style=\"text-align: justify;\">Perilaku tersebut merupakan perwujudan Sila Pertama Pancasila yang penting dilakukan karena….</p>",
    "topik_soal": "Menjelaskan, menerapkan dan menganalisis tentang Pancasila sebagai dasar negara, ideologi negara, identitas nasional, hak asasi manusia dan demokrasi Pancasila.",
    "opsi_jawaban": [
      "<p>membuat masyarakat agar tidak melupakan untuk selalu memperingati hari besar keagamaan</p>",
      "<p>setiap peringatan hari besar keagamaan harus dilaksanakan dalam suasana damai dan menyenangkan</p>",
      "<p>menjaga suasana agar tidak terjadi konflik dalam masyarakat pada saat memperingati hari raya</p>",
      "<p>kebebasan beribadah sesuai agama dan kepercayaan merupakan perwujudan perlindungan HAM</p>",
      "<p>pemerintah menjaga pelaksanaan peringatan hari besar keagaaman yang mayoritas di masyarakat</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "8",
    "bacaan_soal": "<p style=\"text-align: justify;\">Pada sebuah wilayah perbatasan, pembangunan infrastruktur belum merata dibandingkan daerah lainnya. Kondisi ini menimbulkan rasa ketidakadilan dan keluhan dari masyarakat setempat. Beberapa kelompok mulai menyuarakan sikap antipemerintah dan mempertanyakan komitmen negara terhadap kesejahteraan seluruh rakyat. Jika dibiarkan, situasi ini dapat berkembang menjadi ancaman serius bagi persatuan nasional. </p> <p>Berdasar ilustrasi tersebut, solusi untuk mencegah dampak negatif dari kondisi tersebut terhadap persatuan bangsa, adalah….</p>",
    "topik_soal": "Menjelaskan, menerapkan dan menganalisis tentang integrasi nasional, mengelola kebinekaan sebagai modal sosial, harmoni dalam keberagaman, dan ancaman terhadap kebinekaan",
    "opsi_jawaban": [
      "<p>mengutamakan dialog terbuka agar warga perbatasan merasa didengar dan dihargai</p>",
      "<p>mendorong warga perbatasan untuk menunggu bantuan keuangan dari pemerintah</p>",
      "<p>mengirim aparat keamanan mensosialisasikan program pemerintah di perbatasan</p>",
      "<p>menunjuk tokoh adat untuk menjaga kondisi masyarakat agar tetap kondusif</p>",
      "<p>memberikan bantuan langsung tunai secara rutin kepada warga perbatasan</p>"
    ],
    "jawaban_benar": "A"
  },
  {
    "nomor_soal": "10",
    "bacaan_soal": "<p> </p> <p style=\"text-align: justify;\">Pada masa berlakunya UUDS 1950, pemerintah sering berganti dan tidak stabil karena koalisi partai politik pecah yang menyebabkan pengambilan kebijakan negara menjadi tidak efektif. Berdasarkan peristiwa tersebut, pelaksanaan demokrasi tidak berjalan lancar karena ….</p>",
    "topik_soal": "Menjelaskan, menerapkan dan menganalisis tentang penegakan hukum, perlindungan HAM, ketentuan UUD NRI Tahun 1945, demokrasi, hubungan pemerintah pusat dan daerah",
    "opsi_jawaban": [
      "<p>sistem multipartai ekstrim dalam pelaksanaan demokrasi</p>",
      "<p>seluruh kekuasaan terpusat pada Presiden Indonesia</p>",
      "<p>negara mengakomodir seluruh kepentingan masyarakat</p>",
      "<p>rakyat dapat memilih secara langsung kepala negara</p>",
      "<p>keterlibatan rakyat dalam pemerintahan masih terbatas</p>"
    ],
    "jawaban_benar": "A"
  },
  {
    "nomor_soal": "11",
    "bacaan_soal": "<p>Pada awal kemerdekaan Indonesia, terdapat perdebatan tajam tentang dasar negara karena perbedaan keinginan antara negara berdasarkan agama tertentu, paham sekuler, dan sosialisme. Namun pada akhirnya, Pancasila dipilih sebagai dasar dan ideologi negara. Alasan utama Pancasila diterima sebagai ideologi negara dalam situasi keberagaman ideologis tersebut karena Pancasila ….</p> <p> </p>",
    "topik_soal": "Menjelaskan, menerapkan dan menganalisis makna sila-sila Pancasila, sejarah perumusan Pancasila, dasar negara, ideologi, identitas nasional, pelaksanaan hak asasi manusia, demokrasi Pancasila, permasa",
    "opsi_jawaban": [
      "<p>menyatukan paham ideologi-ideologi yang berkembang di masyarakat</p>",
      "<p>berfungsi sebagai identitas nasional yang menghilangkan keberagaman</p>",
      "<p>menjadi dokumen resmi pertama yang ditulis dalam Pembukaan UUD 1945</p>",
      "<p>menyatukan perbedaan pandangan seluruh golongan masyarakat secara adil</p>",
      "<p>merupakan ideologi yang nilai-nilainya mudah diterapkan pada masa tersebut</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "13",
    "bacaan_soal": "<p>Platform media sosial tidak hanya digunakan untuk hiburan, tetapi juga dijadikan sebagai sarana menyuarakan aspirasi politik, membentuk opini publik, bahkan memengaruhi kebijakan publik. Berdasarkan ilustrasi, dampak strategis tersebut terhadap eksistensi NKRI yaitu ….</p> <p> </p>",
    "topik_soal": "Menjelaskan, menerapkan dan menganalisis perilaku yang sesuai dengan hak dan kewajiban warga negara, menjaga keutuhan NKRI, peran Indonesia dalam perdamaian dunia, sistem pertahanan dan keamanan negar",
    "opsi_jawaban": [
      "<p>menguatkan stabilitas nasional dengan penyebaran informasi yang cepat dan merata ke seluruh wilayah</p>",
      "<p>mendorong kemandirian masyarakat daerah dalam menentukan kebijakan politik secara otonom</p>",
      "<p>meningkatkan risiko disintegrasi apabila informasi tersebut disalahgunakan oleh masyarakat</p>",
      "<p>menumbuhkan kesadaran politik masyarakat yang mampu mengurangi konflik antarwilayah</p>",
      "<p>menghasilkan kebijakan publik yang dapat menyerap seluruh keinginan dari masyarakat</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "16",
    "bacaan_soal": "<p>Pada setiap penyusunan peraturan perundang-undangan, DPR bersama pemerintah secara musyawarah melakukan pembahasan dengan berpedoman pada Pancasila sebagai landasan filosofis. Hal tersebut merupakan salah satu perwujudan Pancasila sebagai dasar negara.</p> <p>Berdasarkan ilustrasi tersebut pentingnya Pancasila sebagai dasar negara, yaitu….</p>",
    "topik_soal": "Menjelaskan, menerapkan dan menganalisis makna sila-sila Pancasila, sejarah perumusan Pancasila, dasar negara, ideologi, identitas nasional, pelaksanaan hak asasi manusia, demokrasi Pancasila, permasalahan dan solusi dalam penerapan nilai-nilai Pancasila",
    "opsi_jawaban": [
      "<p>menjadi dasar dalam mengambil keputusan oleh para tokoh penting bangsa</p>",
      "<p>merupakan cita-cita hukum yang harus ditaati oleh seluruh bangsa Indonesia</p>",
      "<p>mengakui Pancasila sebagai ideologi negara yang telah ditetapkan pendiri bangsa</p>",
      "<p>manifestasi dari kesepakatan yang telah dirumuskan saat sebelum kemerdekaan</p>",
      "<p>menunjukkan kepada dunia bahwa ideologi Pancasila dihormati seluruh bangsa Indonesia</p>"
    ],
    "jawaban_benar": "B"
  },
  {
    "nomor_soal": "17",
    "bacaan_soal": "<p>Pemerintah daerah di suatu kabupaten mengusulkan pembangunan rumah sakit baru di wilayah pegunungan. Usulan tersebut kemudian disetujui dan mendapatkan dukungan dana dari pemerintah pusat. Pembangunan berjalan lancar karena adanya hubungan dalam bentuk koordinasi dan komunikasi yang baik antara pemerintah pusat dan daerah. </p> <p>Berdasarkan ilustrasi tersebut, manfaat dari hubungan tersebut, yakni … .</p>",
    "topik_soal": "Menjelaskan, menerapkan, dan menganalisis perilaku taat hukum, sejarah dan perkembangan undang-undang dasar di Indonesia, kewenangan lembaga negara menurut UUD NRI Tahun 1945, hubungan pemerintah pusat dengan pemerintah daerah, demokrasi, hak dan kewajiban warga negara",
    "opsi_jawaban": [
      "<p>menguatkan peran pemerintah pusat di daerah karena kesehatan merupakan urusan wajib</p>",
      "<p>meningkatkan akses pelayanan kesehatan kepada semua masyarakat secara merata dan adil</p>",
      "<p>menjamin terlaksananya semua kewajiban pemerintah pusat di daerah pada urusan kesehatan</p>",
      "<p>memenuhi semua kebutuhan daerah dengan bantuan dana secara penuh oleh pemerintah pusat</p>",
      "<p>menyelenggarakan urusan kesehatan masyarakat yang modern dan lengkap untuk masyarakat</p>"
    ],
    "jawaban_benar": "B"
  }
]