[
  {
    "nomor_soal": "2",
    "bacaan_soal": "Sila pertama Pancasila berbunyi “Ketuhanan Yang Maha Esa”. Tentukan Benar (B) atau Salah (S) makna dari sila pertama Pancasila pada pernyataan berikut ini ! Sila pertama Pancasila berbunyi “Ketuhanan Yang Maha Esa”. Tentukan Benar (B) atau Salah (S) makna dari sila pertama Pancasila pada pernyataan berikut ini !",
    "topik_soal": "Pancasila sebagai dasar negara, ideologi negara, identitas nasional, hak asasi manusia dan demokrasi Pancasila.",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Semua penganut agama dan kepercayaan mengembangkan ajaran agama secara bersama.",
      "Sila tersebut menjadi dasar penerapan toleransi dengan penganut kepercayaan yang sama.",
      "Prinsip sila pertama Pancasila menjamin kebebasan beribadah semua agama dan kepercayaan."
    ],
    "jawaban_benar": [
      "Salah",
      "Salah",
      "Benar"
    ]
  },
  {
    "nomor_soal": "14",
    "bacaan_soal": "Gotong royong dilakukan oleh warga lintas suku dalam membersihkan lingkungan di wilayah perkotaan yang penduduknya berasal dari berbagai daerah. Kondisi masyarakat tersebut sesuai dengan penerapan dari Bhinneka Tunggal Ika. Gotong royong dilakukan oleh warga lintas suku dalam membersihkan lingkungan di wilayah perkotaan yang penduduknya berasal dari berbagai daerah. Kondisi masyarakat tersebut sesuai dengan penerapan dari Bhinneka Tunggal Ika. Tentukan Benar atau Salah untuk setiap pernyataan di bawah ini terkait hal tersebut! Tentukan Benar atau Salah untuk setiap pernyataan di bawah ini terkait hal tersebut!",
    "topik_soal": "kebersamaan dan keberagaman dalam Bhinneka Tunggal Ika",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Kegiatan gotong royong mencerminkan semangat persatuan dan keberagaman.",
      "Perilaku dalam ilustrasi aktualisasi nyata dari nilai Bhinneka Tunggal Ika.",
      "Kegiatan lintas suku tersebut mengontrol kepentingan masyarakat yang beragam."
    ],
    "jawaban_benar": [
      "Benar",
      "Benar",
      "Salah"
    ]
  },
  {
    "nomor_soal": "15",
    "bacaan_soal": "Pasca amandemen ketiga UUD NRI Tahun 1945 telah dibentuk Mahkamah Konstitusi (MK) sebagai salah satu lembaga yang melaksanakan kekuasaan kehakiman. Pasca amandemen ketiga UUD NRI Tahun 1945 telah dibentuk Mahkamah Konstitusi (MK) sebagai salah satu lembaga yang melaksanakan kekuasaan kehakiman. Tentukan Benar atau Salah untuk setiap pernyataan berikut terkait contoh penerapan kewenangan Mahkamah Konstitusi! Tentukan Benar atau Salah untuk setiap pernyataan berikut terkait contoh penerapan kewenangan Mahkamah Konstitusi!",
    "topik_soal": "UUD NRI Tahun 1945",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Menguji Undang-Undang terhadap UUD NRI Tahun 1945.",
      "Mengawasi aktivitas organisasi lembaga partai politik.",
      "Memutuskan sengketa kewenangan organisasi masyarakat."
    ],
    "jawaban_benar": [
      "Benar",
      "Salah",
      "Salah"
    ]
  },
  {
    "nomor_soal": "20",
    "bacaan_soal": "Pasal 31 ayat (1) UUD NRI Tahun 1945 menjelaskan, bahwa “Setiap warga negara berhak mendapatkan pendidikan”. Pasal 31 ayat (1) UUD NRI Tahun 1945 menjelaskan, bahwa “Setiap warga negara berhak mendapatkan pendidikan”. Tentukan Benar atau Salah pada setiap pernyataan berikut terkait makna dari pasal tersebut! Tentukan Benar atau Salah pada setiap pernyataan berikut terkait makna dari pasal tersebut!",
    "topik_soal": "UUD NRI Tahun 1945",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Pasal tersebut menunjukkan bahwa negara bertanggung jawab atas pendidikan warga negaranya.",
      "Negara menjamin setiap warga negara untuk melanjutkan pendidikannya ke jenjang perguruan tinggi.",
      "Pasal tersebut menjadi dasar hukum bahwa pendidikan merupakan hak setiap warga tanpa diskriminasi."
    ],
    "jawaban_benar": [
      "Benar",
      "Salah",
      "Benar"
    ]
  }
]