[
  {
    "nomor_soal": "1",
    "bacaan_soal": "<p>Perhatikan deskripsi produk berikut ini!</p> <p><img alt=\"\" src=\"https://pusmendik.kemdikbud.go.id/tka/cbt_images/01460_a44ff60b0683fc042433e2c78e678401.png\"/></p> <p>“Sari Kunyit Asam ‘Segar Sehat’ merupakan minuman herbal tradisional dalam kemasan botol plastik 250 ml. Produk ini ditujukan untuk konsumen muda yang peduli kesehatan. Komposisinya mencantumkan kunyit, asam jawa, gula aren, dan tanpa bahan pengawet. Produk ini diproduksi oleh UMKM lokal dan telah memiliki izin PIRT.”</p> <p>Berdasarkan informasi tersebut, unsur desain label produk yang <strong>tepat</strong> digunakan untuk menarik konsumen dan sesuai ketentuan label adalah....</p>",
    "topik_soal": "Mengevaluasi desain kemasan dan label produk.",
    "opsi_jawaban": [
      "<p>Ilustrasi bunga yang artistik, logo modern, nama produk dalam bahasa asing.</p>",
      "<p>Merek dagang, berat bersih, nomor PIRT, slogan motivasi, dan gambar kartun.</p>",
      "<p>Informasi bahan utama sari kunyit asam, nomor PIRT, nama produk, dan tanggal kadaluarsa.</p>",
      "<p>Desain warna mencolok, kutipan testimoni pelanggan, simbol bintang lima, dan barcode.</p>",
      "<p>Gambar kunyit dan asam, kalimat promosi menarik, dan pernyataan \"terbukti menyembuhkan\".</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "2",
    "bacaan_soal": "<p>Sebuah kelompok siswa SMK merancang usaha kerajinan dari bahan daur ulang, berupa tas dan dompet yang dibuat dari limbah plastik. Dalam proposal usaha mereka, dijelaskan bahwa produk tersebut ditujukan kepada konsumen berusia 15–30 tahun, baik laki-laki maupun perempuan, yang memiliki kesadaran tinggi terhadap isu lingkungan.</p> <p>Penjualan dilakukan secara langsung di sekolah dan komunitas lokal, serta secara daring melalui berbagai platform media sosial. Kelompok ini juga menyajikan keunggulan produk mereka dibanding kompetitor, seperti desain yang unik, proses produksi ramah lingkungan, dan harga yang terjangkau bagi pelajar.</p> <p>Informasi tersebut merupakan rancangan yang terdapat dalam proposal usaha pada komponen....</p>",
    "topik_soal": "Menganalisis proposal usaha.",
    "opsi_jawaban": [
      "<p>Rencana operasional.</p>",
      "<p>Rencana produksi.</p>",
      "<p>Profil usaha.</p>",
      "<p>Strategi pemasaran.</p>",
      "<p>Analisis peluang usaha.</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "5",
    "bacaan_soal": "<p>Sebuah tim wirausaha muda ingin membuat aplikasi layanan laundry online. Mereka telah melakukan diskusi dan survei dengan calon pengguna dan mengidentifikasi kebutuhan utama, seperti penjadwalan penjemputan, notifikasi status cucian, dan metode pembayaran digital. Mereka juga sudah membuat sketsa desain aplikasi secara sederhana berdasarkan hasil identifikasi kebutuhan tersebut.</p> <p>Tahapan selanjutnya yang dapat dilakukan oleh tim tersebut adalah....</p>",
    "topik_soal": "Menerapkan pengembangan prototipe produk.",
    "opsi_jawaban": [
      "<p>Menyusun rencana promosi aplikasi layanan laundry online<br/>untuk mengenalkan kepada masyarakat.</p>",
      "<p>Menentukan harga aplikasi layanan <em>laundry online </em>agar dapat bersaing dengan layanan sejenis.</p>",
      "<p>Membangun prototipe awal untuk menguji fitur dan fungsi aplikasi layanan <em>laundry online</em>.</p>",
      "<p>Menganalisis kekuatan dan kelemahan aplikasi layanan yang sejenis sebagai acuan pengembangan.</p>",
      "<p>Melakukan survei tambahan untuk memilih warna dan desain tampilan aplikasi.</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "7",
    "bacaan_soal": "<p>Kelompok siswa SMK membuka usaha kuliner inovatif bernama NASPO (Nasi Populer), yang menjual nasi ayam bumbu bakar kemasan instan siap panaskan. Mereka menargetkan segmen pasar pekerja kantoran yang sering tidak sempat makan siang di luar.</p> <p>Untuk memenuhi permintaan pelanggan selama 5 hari kerja, mereka memproduksi 250 boks NASPO per minggu. Berikut adalah rincian biaya produksi:</p> <p> </p> <table width=\"614\"> <tbody> <tr> <td width=\"239\"> <p><strong>Komponen Biaya Produksi</strong></p> </td> <td width=\"375\"> <p><strong>Jumlah</strong></p> </td> </tr> <tr> <td rowspan=\"3\" width=\"239\"> <p><strong>Bahan baku langsung (per 250 box)</strong></p> </td> <td width=\"375\"> <p>Beras: Rp350.000,00</p> </td> </tr> <tr> <td width=\"375\"> <p>Ayam dan bumbu: Rp550.000,00</p> </td> </tr> <tr> <td width=\"375\"> <p>Kemasan <em>foodgrade</em>: Rp250.000,00</p> </td> </tr> <tr> <td width=\"239\"> <p><strong>Tenaga kerja langsung</strong></p> </td> <td width=\"375\"> <p>2 orang × Rp150.000,00 × 2 hari = Rp600.000,00</p> </td> </tr> <tr> <td rowspan=\"3\" width=\"239\"> <p><strong><em>Overhead</em></strong><strong> produksi</strong></p> </td> <td width=\"375\"> <p>Listrik &amp; air: Rp150.000,00</p> </td> </tr> <tr> <td width=\"375\"> <p>Gas &amp; peralatan: Rp200.000,00</p> </td> </tr> <tr> <td width=\"375\"> <p>Biaya transportasi logistik: Rp100.000,00</p> </td> </tr> </tbody> </table> <p>Mereka juga mencatat bahwa sekitar 10 boks rusak atau tidak layak jual akibat kesalahan pengemasan dan overcook, sehingga hanya 240 boks yang layak dijual ke konsumen.</p> <p>Berdasarkan informasi tersebut, berapakah biaya produksi per unit (per boks) NASPO yang layak jual</p>",
    "topik_soal": "Menentukan perencanaan dan biaya produksi",
    "opsi_jawaban": [
      "<p>Rp8.800,00</p>",
      "<p>Rp9.000,00</p>",
      "<p>Rp9.170,00</p>",
      "<p>Rp9.780,00</p>",
      "<p>Rp10.000,00</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "8",
    "bacaan_soal": "<p>Sebuah kelompok murid SMK memproduksi sabun cuci piring ramah lingkungan. Produk tersebut mereka jual langsung ke teman-teman sekolah, guru, dan tetangga tanpa melalui perantara. Mereka juga membuka pemesanan lewat media sosial.</p> <p>Berdasarkan contoh tersebut, jenis saluran distribusi yang digunakan oleh murid termasuk dalam ….</p>",
    "topik_soal": "Menerapkan distribusi produk",
    "opsi_jawaban": [
      "<p>distribusi dua tingkat</p>",
      "<p>distribusi melalui agen</p>",
      "<p>distribusi langsung</p>",
      "<p>distribusi grosir</p>",
      "<p>distribusi eksklusif</p>"
    ],
    "jawaban_benar": "C"
  }
]