[
  {
    "nomor_soal": "4",
    "bacaan_soal": "Sultan Hasanuddin merupakan salah satu penguasa lokal yang tidak mau tunduk pada monopoli dagang VOC sehingga menimbulkan konflik bersenjata selama beberapa tahun. Pada akhirnya VOC berhasil memaksa Sultan Hasanuddin untuk melakukan perundingan di Bongaya pada 18 November 1667. Isi perjanjian tersebut membatasi wilayah kekuasaan Kesultanan Gowa dan memperkuat kedudukan VOC. Sultan Hasanuddin merupakan salah satu penguasa lokal yang tidak mau tunduk pada monopoli dagang VOC sehingga menimbulkan konflik bersenjata selama beberapa tahun. Pada akhirnya VOC berhasil memaksa Sultan Hasanuddin untuk melakukan perundingan di Bongaya pada 18 November 1667. Isi perjanjian tersebut membatasi wilayah kekuasaan Kesultanan Gowa dan memperkuat kedudukan VOC. Pilihlah Tepat atau Tidak Tepat pada pernyataan berikut yang menggambarkan kondisi konflik GOWA dengan VOC! Pilihlah Tepat atau Tidak Tepat pada pernyataan berikut yang menggambarkan kondisi konflik GOWA dengan VOC!",
    "topik_soal": "Bentuk Perlawanan Rakyat Nusantara Sebelum Abad Ke-20",
    "opsi_jawaban": [
      "Tepat",
      "Tidak Tepat"
    ],
    "pernyataan": [
      "VOC berusaha melemahkan Gowa karena posisinya yang strategis dalam perdagangan di kawasan timur kepulauan Nusantara.",
      "Sultan Hasanuddin bersedia menandatangani Perjanjian Bongaya untuk memperoleh konsesi dagang yang lebih luas.",
      "Perjanjian Bongaya memperkuat kedudukan VOC dalam monopoli perdagangan di Nusantara."
    ],
    "jawaban_benar": [
      "Tepat",
      "Tidak Tepat",
      "Tepat"
    ]
  },
  {
    "nomor_soal": "5",
    "bacaan_soal": "Pada masa Demokrasi Liberal, Indonesia mengalami ketidakstabilan politik akibat sering bergantinya kabinet. Untuk mengatasi hal ini, pemerintah mengeluarkan UU No. 7 Tahun 1953 yang mengatur pelaksanaan Pemilu 1955. Pemilu tersebut menjadi tonggak penting dalam sejarah demokrasi Indonesia karena melibatkan partisipasi politik yang luas. Hasilnya menunjukkan adanya keberagaman kekuatan politik dan tantangan dalam mewujudkan stabilitas pemerintahan. Pada masa Demokrasi Liberal, Indonesia mengalami ketidakstabilan politik akibat sering bergantinya kabinet. Untuk mengatasi hal ini, pemerintah mengeluarkan UU No. 7 Tahun 1953 yang mengatur pelaksanaan Pemilu 1955. Pemilu tersebut menjadi tonggak penting dalam sejarah demokrasi Indonesia karena melibatkan partisipasi politik yang luas. Hasilnya menunjukkan adanya keberagaman kekuatan politik dan tantangan dalam mewujudkan stabilitas pemerintahan. Pada peristiwa Pemilu 1955 pada masa Demokrasi Liberal, manakah pernyataan berikut yang menggambarkan perkembangan politik Indonesia saat itu? Pilihlah Tepat atau Tidak Tepat untuk setiap pernyataan yang menggambarkan perkembangan politik tahun 1995! Pada peristiwa Pemilu 1955 pada masa Demokrasi Liberal, manakah pernyataan berikut yang menggambarkan perkembangan politik Indonesia saat itu? Pilihlah Tepat atau Tidak Tepat untuk setiap pernyataan yang menggambarkan perkembangan politik tahun 1995!",
    "topik_soal": "Demokrasi Liberal",
    "opsi_jawaban": [
      "Tepat",
      "Tidak Tepat"
    ],
    "pernyataan": [
      "Pemilu 1955 bertujuan menyederhanakan partai politik dan mewujudkan sistem parlementer yang stabil.",
      "Salah satu hasil Pemilu 1955 adalah terbentuknya sistem pemerintahan presidensial yang kuat dan stabil.",
      "Partisipasi pemilih dalam Pemilu 1955 menunjukkan antusiasme rakyat terhadap demokrasi."
    ],
    "jawaban_benar": [
      "Tepat",
      "Tidak Tepat",
      "Tepat"
    ]
  },
  {
    "nomor_soal": "10",
    "bacaan_soal": "Perlawanan terhadap pendudukan Jepang muncul di berbagai daerah, termasuk pemberontakan PETA di Blitar dan perlawanan rakyat Kalimantan Barat. Meskipun pada akhirnya berhasil dipadamkan, aksi-aksi tersebut menunjukkan bentuk perlawanan aktif rakyat Indonesia terhadap kekejaman dan penindasan Jepang. Perlawanan terhadap pendudukan Jepang muncul di berbagai daerah, termasuk pemberontakan PETA di Blitar dan perlawanan rakyat Kalimantan Barat. Meskipun pada akhirnya berhasil dipadamkan, aksi-aksi tersebut menunjukkan bentuk perlawanan aktif rakyat Indonesia terhadap kekejaman dan penindasan Jepang. Bagaimana strategi perlawanan yang dilakukan bangsa Indonesia terhadap Jepang yang sesuai dengan teks tersebut? Tentukan Tepat dan Tidak Tepat pada setiap pernyataan berikut terkait strategi perlawanan! Bagaimana strategi perlawanan yang dilakukan bangsa Indonesia terhadap Jepang yang sesuai dengan teks tersebut? Tentukan Tepat dan Tidak Tepat pada setiap pernyataan berikut terkait strategi perlawanan!",
    "topik_soal": "Runtuhnya Kekuasaan Belanda di Indonesia",
    "opsi_jawaban": [
      "Tepat",
      "Tidak Tepat"
    ],
    "pernyataan": [
      "Perlawanan dilakukan secara spontan tanpa strategi sehingga menunjukkan lemahnya perlawanan.",
      "Pemberontakan PETA di Blitar menunjukkan adanya perlawanan militer terorganisasi terhadap Jepang.",
      "Rencana perlawanan di Kalimantan Barat bocor karena kurangnya koordinasi dan infiltrasi mata-mata"
    ],
    "jawaban_benar": [
      "Tidak Tepat",
      "Tepat",
      "Tepat"
    ]
  }
]