[
  {
    "nomor_soal": "1",
    "bacaan_soal": "<p>Sejarawan R. Moh. Ali mendefinisikan sejarah sebagai ilmu yang menyelidiki perkembangan mengenai peristiwa dan kejadian di masa lampau.</p> <p>Berdasarkan pengertian tersebut, apa ciri utama sejarah sebagai ilmu</p>",
    "topik_soal": "Menjelaskan dan menganalisis konsep perubahan, keberlanjutan, serta sebab- akibat untuk memahami pengaruh peristiwa sejarah terhadap fenomena sosial yang dialami murid.",
    "opsi_jawaban": [
      "<p>Disusun berdasarkan kesaksian lisan dari para pelaku</p>",
      "<p>Mengkaji peristiwa masa lalu secara sistematis dan berdasarkan</p>",
      "<p>Menyelidiki perubahan dan kesinambungan tradisi dalam</p>",
      "<p>Mempelajari semua peristiwa yang pernah terjadi di masa lampau.</p>",
      "<p>Menyusun narasi tentang kejadian di masa lalu berdasarkan imajinasi.</p>"
    ],
    "jawaban_benar": "B"
  },
  {
    "nomor_soal": "4",
    "bacaan_soal": "<p>Pada masa-masa akhir pendudukannya di Indonesia, Jepang semakin terdesak dalam Perang Asia Timur Raya. Untuk memperoleh dukungan rakyat Indonesia, Jepang menjanjikan kemerdekaan dan membentuk BPUPK sebagai langkah awal persiapan. BPUPK kemudian menjadi forum penting bagi tokoh-tokoh bangsa dalam merumuskan dasar negara dan arah masa depan Indonesia.</p> <p>Dari berbagai latar belakang politik dan militer saat itu, pilih yang menjadi alasan paling tepat dan mendalam bagi Jepang membentuk BPUPK</p>",
    "topik_soal": "Menjelaskan dan menganalisis peristiwa pada masa proklamasi kemerdekaan Indonesia dan maknanya",
    "opsi_jawaban": [
      "<p>Menjaga citra baiknya di mata rakyat Indonesia setelah kekalahan mulai tampak.</p>",
      "<p>Memperlihatkan kepada dunia bahwa mereka mendukung kemerdekaan bangsa-bangsa Asia.</p>",
      "<p>Percaya bahwa rakyat Indonesia sudah siap memimpin negaranya sendiri tanpa intervensi asing.</p>",
      "<p>Menghindari tekanan dari negara-negara Barat dengan menunjukkan kemajuan politik di wilayah jajahannya.</p>",
      "<p>Terdesak dalam perang dan perlu dukungan rakyat Indonesia, maka memberi janji kemerdekaan sebagai strategi politik.</p>"
    ],
    "jawaban_benar": "E"
  },
  {
    "nomor_soal": "8",
    "bacaan_soal": "<p>Kesultanan Aceh merupakan salah satu kerajaan bercorak Islam di Nusantara. Kerajaan ini mencapai puncak kejayaannya dalam bidang ekonomi pada abad ke-16. Letaknya di Selat Malaka membuat kapal-kapal dagang dari Arab, India, dan Tiongkok banyak yang singgah di pelabuhan yang dikuasai Kesultanan Aceh. Beberapa komoditas unggulan dari kerajaan ini adalah lada dan kapur barus yang banyak dicari oleh pedagang asing.</p> <p>Berdasarkan informasi diatas, apa yang menyebabkan ekonomi Kesultanan Aceh pada abad ke-16 berkembang pesat</p>",
    "topik_soal": "Menganalisis hubungan antara masuknya agama dan kebudayaan Islam dengan perubahan dalam sistem politik, ekonomi, serta perkembangan budaya masyarakat Nusantara",
    "opsi_jawaban": [
      "<p>Tanah yang sangat subur untuk pertanian.</p>",
      "<p>Kekayaan alam berupa hasil-hasil tambang.</p>",
      "<p>Hubungan persahabatan dengan kerajaan-kerajaan lain.</p>",
      "<p>Kerajaan Aceh saat itu sedang mencapai puncak kejayaan.</p>",
      "<p>Lokasi yang strategis dalam jalur perdagangan internasional.</p>"
    ],
    "jawaban_benar": "E"
  }
]