[
  {
    "nomor_soal": "2",
    "bacaan_soal": "Sumber: https://indonesia.go.id/mediapublik/detail/2365 Sumber: https://indonesia.go.id/mediapublik/detail/2365 Apa sajakah faktor-faktor yang dapat berpengaruh langsung terhadap tingkat penerimaan masyarakat terhadap informasi yang terdapat pada infografis tersebut? Tentukan Benar atau Salah pada setiap pernyataan berikut! Apa sajakah faktor-faktor yang dapat berpengaruh langsung terhadap tingkat penerimaan masyarakat terhadap informasi yang terdapat pada infografis tersebut? Tentukan Benar atau Salah pada setiap pernyataan berikut!\n<img alt=\"\" src=\"/tka/cbt_images/01208_3ff5ed13ee5e20fdd16b7b4860e9b919.png\"/>\n<img alt=\"\" src=\"/tka/cbt_images/01208_3ff5ed13ee5e20fdd16b7b4860e9b919.png\"/>",
    "topik_soal": "Gejala Sosial",
    "opsi_jawaban": [
      "Benar",
      "Salah"
    ],
    "pernyataan": [
      "Kemudahan transaksi perbankan dan dompet digital.",
      "Keberagaman letak geografis di suatu wilayah.",
      "Pemahaman budaya yang berbeda di setiap daerah.",
      "Kemampuan literasi teknologi masyarakat yang rendah."
    ],
    "jawaban_benar": [
      "Benar",
      "Salah",
      "Salah",
      "Benar"
    ]
  },
  {
    "nomor_soal": "5",
    "bacaan_soal": "Terdapat dua peneliti sosial yang ingin memahami dampak penggunaan media sosial terhadap interaksi sosial remaja di kota-kota besar. Masing-masing menggunakan pendekatan berikut: Andi menerapkan pendekatan kuantitatif dengan menyebar kuesioner/angket tertutup kepada 200 responden, Yuli menerapkan pendekatan kualitatif dengan melakukan wawancara mendalam pada 10 remaja aktif pengguna media sosial. Terdapat dua peneliti sosial yang ingin memahami dampak penggunaan media sosial terhadap interaksi sosial remaja di kota-kota besar. Masing-masing menggunakan pendekatan berikut: Berdasarkan pernyataan diatas, manakah pengolahan data yang sesuai dengan ilustrasi tersebut? Pilihlah Sesuai atau Tidak Sesuai pada setiap pernyataan! Berdasarkan pernyataan diatas, manakah pengolahan data yang sesuai dengan ilustrasi tersebut? Pilihlah Sesuai atau Tidak Sesuai pada setiap pernyataan!",
    "topik_soal": "Metode Penelitian Sosial",
    "opsi_jawaban": [
      "Sesuai",
      "Tidak Sesuai"
    ],
    "pernyataan": [
      "Data dari kuesioner/angket yang dikumpulkan Andi dalam penelitian kuantitatif diolah menggunakan analisis statistik.",
      "Hasil wawancara mendalam pada penelitian yang Yuli lakukan diolah dengan memberikan kode berupa angka-angka.",
      "Andi perlu mengolah data menggunakan perangkat lunak statistik seperti SPSS atau Excel.",
      "Dalam penelitian yang Yuli lakukan, makna dan konteks dari jawaban menjadi fokus utama data yang analisis."
    ],
    "jawaban_benar": [
      "Sesuai",
      "Tidak Sesuai",
      "Sesuai",
      "Sesuai"
    ]
  },
  {
    "nomor_soal": "8",
    "bacaan_soal": "Arti merupakan murid SMA yang memiliki kebiasaan berkomunikasi dengan teman-teman dari berbagai negara melalui media sosial. Ia juga belajar Bahasa Korea dan Jepang menggunakan aplikasi bahasa online, berbelanja berbagai merek internasional melalui situs e-commerce, dan menonton tayangan global melalui layanan streaming online. Arti juga bergabung dengan bootcamp virtual (pelatihan intensif daring) bersama peserta dari berbagai negara. Aktivitas kesehariannya dilakukan dan dibentuk oleh akses instan budaya, pengetahuan dan komunikasi global. Arti merupakan murid SMA yang memiliki kebiasaan berkomunikasi dengan teman-teman dari berbagai negara melalui media sosial. Ia juga belajar Bahasa Korea dan Jepang menggunakan aplikasi bahasa online, berbelanja berbagai merek internasional melalui situs e-commerce, dan menonton tayangan global melalui layanan streaming online. Arti juga bergabung dengan bootcamp virtual (pelatihan intensif daring) bersama peserta dari berbagai negara. Aktivitas kesehariannya dilakukan dan dibentuk oleh akses instan budaya, pengetahuan dan komunikasi global. Manakah pernyataan yang tepat untuk menggambarkan konsep globalisasi dan masyarakat digital sesuai kasus tersebut? Pilihlah Tepat atau Tidak Tepat untuk setiap pernyataan! Manakah pernyataan yang tepat untuk menggambarkan konsep globalisasi dan masyarakat digital sesuai kasus tersebut? Pilihlah Tepat atau Tidak Tepat untuk setiap pernyataan!",
    "topik_soal": "Pengaruh Globalisasi dan Dampaknya",
    "opsi_jawaban": [
      "Tepat",
      "Tidak Tepat"
    ],
    "pernyataan": [
      "Globalisasi memfasilitasi pertukaran budaya dan interaksi lintas negara melalui teknologi digital.",
      "Masyarakat digital mendorong penyebaran budaya lokal sambil menolak pengaruh budaya luar.",
      "Internet memungkinkan individu untuk mengakses pendidikan global, pasar, dan jaringan secara cepat.",
      "Globalisasi dan platform digital mengaburkan batas-batas wilayah dan menciptakan komunitas global."
    ],
    "jawaban_benar": [
      "Tepat",
      "Tidak Tepat",
      "Tepat",
      "Tepat"
    ]
  },
  {
    "nomor_soal": "12",
    "bacaan_soal": "Sumber: https://indonesia.go.id/mediapublik/detail/2385 Anjuran pada infografis tersebut mencerminkan adanya gejala sosial yang timbul akibat penggunaan internet yang tidak terkontrol oleh anak-anak. Sumber: https://indonesia.go.id/mediapublik/detail/2385 Anjuran pada infografis tersebut mencerminkan adanya gejala sosial yang timbul akibat penggunaan internet yang tidak terkontrol oleh anak-anak. Manakah dari pernyataan berikut yang paling tepat menggambarkan gejala sosial dalam infografis tersebut? Manakah dari pernyataan berikut yang paling tepat menggambarkan gejala sosial dalam infografis tersebut?\n<img alt=\"\" src=\"/tka/cbt_images/30325_e3d27786ce80720effc4d634c3f05e66.png\"/>\n<img alt=\"\" src=\"/tka/cbt_images/30325_e3d27786ce80720effc4d634c3f05e66.png\"/>",
    "topik_soal": "Gejala Sosial",
    "opsi_jawaban": [
      "Sesuai",
      "Tidak Sesuai"
    ],
    "pernyataan": [
      "Penggunaan internet pada anak perlu diawasi oleh orang tua agar anak tidak mudah terpapar konten negatif.",
      "Pola asuh yang terlalu longgar terhadap penggunaan internet dapat memengaruhi pembentukan kepribadian anak.",
      "Anak-anak merupakan salah satu kelompok pengguna internet terbesar di Indonesia dan dapat diklasifikasikan berdasarkan jenjang usia."
    ],
    "jawaban_benar": [
      "Sesuai",
      "Sesuai",
      "Tidak Sesuai"
    ]
  },
  {
    "nomor_soal": "15",
    "bacaan_soal": "Gelombang Korea (Hallyu) telah berkembang dan menyebar pesat satu dekade ini. Musik K-Pop, Drama Korea, mode, makanan dan tren gaya hidup banyak digandrungi anak muda di Indonesia. Pada satu sisi budaya ini memberikan inspirasi budaya baru dan konektivitas global. Di sisi lain, budaya ini juga memengaruhi perilaku remaja, mulai dari konsumerisme berlebih terhadap barang- barang bermerek, pengabaian produk lokal dan standar kecantikan yang tidak realistis. Beberapa kalangan mulai mengungkapkan keprihatinan atas pergeseran nilai dan identitas di kalangan remaja. Gelombang Korea (Hallyu) telah berkembang dan menyebar pesat satu dekade ini. Musik K-Pop, Drama Korea, mode, makanan dan tren gaya hidup banyak digandrungi anak muda di Indonesia. Pada satu sisi budaya ini memberikan inspirasi budaya baru dan konektivitas global. Di sisi lain, budaya ini juga memengaruhi perilaku remaja, mulai dari konsumerisme berlebih terhadap barang- barang bermerek, pengabaian produk lokal dan standar kecantikan yang tidak realistis. Beberapa kalangan mulai mengungkapkan keprihatinan atas pergeseran nilai dan identitas di kalangan remaja. Manakah respon kritis yang tepat untuk menanggapi perubahan sosial tersebut? Manakah respon kritis yang tepat untuk menanggapi perubahan sosial tersebut?\n<img alt=\"\" src=\"/tka/cbt_images/18851_f15591816b7112b62b5416ff349ed99c.png\"/>\n<img alt=\"\" src=\"/tka/cbt_images/18851_f15591816b7112b62b5416ff349ed99c.png\"/>",
    "topik_soal": "Perubahan Sosial",
    "opsi_jawaban": [
      "Tepat",
      "Tidak Tepat"
    ],
    "pernyataan": [
      "Mengikuti tren tanpa syarat sebagai bagian dari masyarakat global.",
      "Mendorong refleksi diri dan literasi media untuk memahami pengaruh budaya.",
      "Menyeimbangkan penghargaan terhadap tren Korea dengan dukungan untuk budaya lokal."
    ],
    "jawaban_benar": [
      "Tidak Tepat",
      "Tepat",
      "Tepat"
    ]
  },
  {
    "nomor_soal": "16",
    "bacaan_soal": "Sumber: https://infografis.okezone.com/detail/778527/kadang-tak-disadari-ini-jenis-jenis-kerusakan-lingkungan-hidup Sumber: https://infografis.okezone.com/detail/778527/kadang-tak-disadari-ini-jenis-jenis-kerusakan-lingkungan-hidup Tentukan Sesuai atau Tidak Sesuai pada peran ilmu sosiologi untuk menyikapi kasus pada infografis berikut! Tentukan Sesuai atau Tidak Sesuai pada peran ilmu sosiologi untuk menyikapi kasus pada infografis berikut!\n<img alt=\"\" height=\"725\" src=\"/tka/cbt_images/61736_6a0e1813b36426e2fd8f11915db82153.png\" width=\"641\"/>\n<img alt=\"\" height=\"725\" src=\"/tka/cbt_images/61736_6a0e1813b36426e2fd8f11915db82153.png\" width=\"641\"/>",
    "topik_soal": "Manfaat Sosiologi",
    "opsi_jawaban": [
      "Sesuai",
      "Tidak Sesuai"
    ],
    "pernyataan": [
      "Meneliti dampak kerusakan lingkungan terhadap terjadinya perubahan perilaku sosial masyarakat.",
      "Menganalisis proses peluruhan gas rumah kaca di atmosfer untuk mengurangi pemanasan global.",
      "Mendorong pemberdayaan masyarakat di bidang pengelolaan sampah melalui komunitas bank sampah."
    ],
    "jawaban_benar": [
      "Sesuai",
      "Tidak Sesuai",
      "Sesuai"
    ]
  }
]