[
  {
    "nomor_soal": "3",
    "bacaan_soal": "<p class=\"card-text\"><p>Perhatikan kutipan artikel berikut!</p>\n<p style=\"text-align: justify;\">Setara Institute melaporkan perusakan dan penolakan pendirian tempat ibadah menempati lima urutan teratas dalam kategori jenis pelanggaran Kebebasan Beragama/Berkeyakinan (KBB) terbanyak sepanjang periode 2007-2022. Direktur Riset Setara Institute mengatakan sepanjang periode 2007-2022 terjadi 140 peristiwa perusakan dan 90 peristiwa penolakan rumah ibadah. Sejak Januari-September 2022 terdapat 32 peristiwa gangguan rumah ibadah. Angka ini cukup tinggi bila dibandingkan dengan data manual pada kategori yang sama dalam lima tahun terakhir.</p>\n<p>Sumber: https://tirto.id/setara-institute-catat-140-perusakan-90-penolakan-rumah-ibadah-gyGc</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>3</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Menganalisis dinamika masyarakat multikultural.</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td></td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>C,D, E</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Manakah pernyataan berikut yang menunjukkan sikap kritis untuk mewujudkan kehidupan masyarakat multikultural terkait kasus tersebut?</p>\n<p style=\"text-align: justify;\">Pilihlah semua jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Menganalisis dinamika masyarakat multikultural.",
    "opsi_jawaban": [
      "<p>Mengatur jarak minimum pembangunan rumah ibadah antarumat beragama yang berbeda untuk meminimalkan konflik.</p>",
      "<p>Mengadakan dialog antarumat beragama untuk membahas pembatasan aturan mengenai pembangunan rumah ibadah di setiap daerah.</p>",
      "<p>Memetakan konflik terkait masalah pembangunan rumah ibadah dan merencanakan proses resolusi yang sesuai.</p>",
      "<p>Melibatkan tokoh agama, tokoh daerah, dan masyarakat sipil dalam mempromosikan kebhinekaan dalam keberagaman.</p>",
      "<p>Meminta pemerintah meninjau ulang peraturan pemerintah untuk semakin mendukung kebebasan hak dalam membangun rumah ibadah.</p>"
    ],
    "jawaban_benar": [
      "C",
      "D",
      "E"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "4",
    "bacaan_soal": "<p class=\"card-text\"><p style=\"text-align: justify;\">Penelitian kualitatif mengacu pada pendekatan penelitian yang menekankan pada pemahaman mendalam tentang fenomena sosial, budaya, atau perilaku manusia.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>4</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Menjelaskan dan menganalisis berbagai langkah dan metode penelitian sosial.</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td></td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>C, D</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p style=\"text-align: justify;\">Berdasarkan ilustrasi tersebut, manakah pernyataan yang menunjukkan urutan proses tahapan penelitian kualitatif yang sistematis yang dilakukan peneliti?<strong> </strong></p>\n<p style=\"text-align: justify;\">Pilihlah semua jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Menjelaskan dan menganalisis berbagai langkah dan metode penelitian sosial.",
    "opsi_jawaban": [
      "<p>Menyusun hipotesis terlebih dahulu sebelum mengumpulkan data.</p>",
      "<p>Menyusun panduan wawancara sebelum merumuskan pertanyaan penelitian.</p>",
      "<p>Menentukan populasi dan sampel sebelum mengumpulkan data.</p>",
      "<p>Membuat rumusan pertanyaan penelitian sebelum menentukan populasi dan sampel. </p>",
      "<p>Memutuskan teknik pengolahan data sebelum menentukan metode penelitian.</p>"
    ],
    "jawaban_benar": [
      "C",
      "D"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "6",
    "bacaan_soal": "<p class=\"card-text\"><p style=\"text-align: center;\"><img alt=\"\" height=\"352\" src=\"/tka/cbt_images/03352_2c1872325cb94676a5adf9e4d801d271.png\" width=\"528\"/></p>\n<p style=\"text-align: justify;\">Pemerintah Kota Maju baru saja menyetujui proyek pembangunan kompleks apartemen mewah di tengah kawasan perkotaan yang telah lama ada. Kawasan tersebut dihuni oleh keluarga berpenghasilan rendah yang telah menetap dari generasi ke generasi. Saat ini masyarakat di kawasan tersebut menghadapi ancaman penggusuran, namun ironisnya mereka merasa tidak dilibatkan dalam proses perencanaan. Protes akhirnya muncul, mulai dari aksi yang awalnya damai hingga menjadi konfrontatif. Masyarakat menuntut perlakuan yang adil dan meminta ganti rugi yang layak apabila digusur.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>6</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Mendeskripsikan berbagai konsep konflik sosial dan menganalisis berbagai upaya penanganan konflik.</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td></td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A, B, E</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Apakah konflik yang terjadi pada ilustrasi tersebut?</p>\n<p>Pilihlah semua jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Mendeskripsikan berbagai konsep konflik sosial dan menganalisis berbagai upaya penanganan konflik.",
    "opsi_jawaban": [
      "<p>Konflik kepentingan antara kelompok yang tidak setara secara ekonomi.</p>",
      "<p>Konflik struktural akibat akses yang tidak setara dalam pengambilan keputusan.</p>",
      "<p>Konflik interpersonal antar individu dengan komunitas yang sama.</p>",
      "<p>Konflik budaya yang didasarkan atas latar belakang etnis yang berbeda.</p>",
      "<p>Konflik nilai antara cara hidup tradisional dan tujuan pembangunan modern.</p>"
    ],
    "jawaban_benar": [
      "A",
      "B",
      "E"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "13",
    "bacaan_soal": "<p class=\"card-text\"><p><img alt=\"\" src=\"/tka/cbt_images/09410_a78578b40d5cae4067a8e7db866b5a75.png\"/><br/>Seorang murid ingin melakukan penelitian sosial sederhana mengenai pengaruh pergaulan sebaya terhadap kelekatan hubungan antar anggota keluarga di kalangan remaja. Ia telah merancang beberapa langkah awal, yaitu:</p>\n<ol>\n<li>Merumuskan masalah: <em>Apakah terdapat hubungan antara pergaulan sebaya dengan kelekatan hubungan antar anggota keluarga?</em></li>\n<li>Menyusun pertanyaan terbuka sebanyak sepuluh butir untuk menggali pengalaman responden.</li>\n<li>Mengolah jawaban informan menjadi bentuk angka dan menganalisisnya dengan aplikasi statistik.</li>\n</ol>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>13</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Menjelaskan dan menganalisis berbagai langkah dan metode penelitian sosial</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td></td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A, B, D</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Berdasarkan langkah-langkah tersebut, manakah pernyataan yang tepat untuk menyempurnakan penelitian tersebut?</p>\n<p>Pilihlah jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Menjelaskan dan menganalisis berbagai langkah dan metode penelitian sosial",
    "opsi_jawaban": [
      "<p>Peneliti perlu memperjelas rumusan masalah agar sesuai dengan pengalaman sosial remaja dalam berinteraksi dengan keluarga dan teman sebaya.</p>",
      "<p>Peneliti perlu mengubah jenis pertanyaan menjadi pertanyaan tertutup agar data lebih mudah dianalisis secara statistik.</p>",
      "<p>Peneliti perlu menyesuaikan kembali isi penelitian agar tidak terlalu rumit dan tetap sesuai dengan kemampuan.</p>",
      "<p>Peneliti perlu menentukan jenis dan jumlah sampel terlebih dahulu sebelum menyusun instrumen pengumpulan data.</p>",
      "<p>Peneliti sebaiknya menggunakan metode observasi partisipatif untuk menggantikan instrumen pertanyaan terbuka.</p>"
    ],
    "jawaban_benar": [
      "A",
      "B",
      "D"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "14",
    "bacaan_soal": "<p class=\"card-text\"><p><img alt=\"\" src=\"/tka/cbt_images/51757_48f4668749cab693741be025a1e9556f.png\"/><br/>Kota Praja merupakan kota multikultural yang memiliki banyak komunitas. Baru-baru ini di kota tersebut terjadi konflik antara penduduk lama dengan pendatang terkait dengan penggunaan ruang publik untuk kegiatan budaya. Penduduk lama merasa tradisi turun- temurun mereka mulai dipinggirkan, sedangkan pendatang mengklaim kebutuhan aktivitas mereka diabaikan. Ketegangan meningkat di media sosial melalui perang tagar dan mulai mengarah pada protes dan ancaman kekerasan. Pemerintah setempat berada di bawah tekanan untuk mengembalikan kedamaian dan mencegah eskalasi konflik lebih lanjut.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>14</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Mendeskripsikan berbagai konsep konflik sosial dan menganalisis berbagai upaya penanganan konflik.</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td></td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>B, C, D</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Apa rekomendasi yang dapat diberikan untuk menurunkan tensi konflik berdasarkan kasus tersebut?</p>\n<p>Pilihlah jawaban yang benar! Jawaban benar lebih dari satu.</p>\n</p>",
    "topik_soal": "Mendeskripsikan berbagai konsep konflik sosial dan menganalisis berbagai upaya penanganan konflik.",
    "opsi_jawaban": [
      "<p>Menegakkan regulasi ketat untuk melarang acara budaya guna menghindari bentrokan antar masyarakat.</p>",
      "<p>Membentuk forum yang dipimpin oleh komunitas untuk pengambilan keputusan partisipatif tentang penggunaan ruang publik.</p>",
      "<p>Memfasilitasi dialog komunitas yang inklusif dengan melibatkan kedua pihak untuk membangun saling pengertian</p>",
      "<p>Menggunakan mediasi oleh pihak ketiga yang netral dan terlatih tentang kepekaan budaya.</p>",
      "<p>Memisahkan kelompok secara permanen ke kawasan yang berbeda untuk mengurangi interaksi.</p>"
    ],
    "jawaban_benar": [
      "B",
      "C",
      "D"
    ],
    "bentuk_soal": "PGK MCMA"
  },
  {
    "nomor_soal": "20",
    "bacaan_soal": "<p class=\"card-text\"><p style=\"text-align: center;\"><img alt=\"\" height=\"323\" src=\"/tka/cbt_images/83229_0771e534af1d3efec1c58270564c1af0.png\" width=\"485\"/></p>\n<p>Lina adalah seorang mahasiswa yang aktif menggunakan media digital untuk mengakses berbagai konten gaya hidup dan hiburan dari luar negeri. Ia sering mengikuti <em>influencer</em> global yang menampilkan gaya hidup mewah, tren kecantikan, dan standar hidup serba instan. Tanpa disadari, Lina mulai mengubah penampilan, pola konsumsi, serta cara berbicara agar mirip dengan figur publik tersebut. Ia juga mulai merasa tidak percaya diri dengan kehidupannya sendiri dan jarang terlibat dalam kegiatan sosial di kampus. Teman-temannya khawatir karena Lina semakin menjauh dari interaksi nyata dan lebih banyak meniru budaya luar secara berlebihan tanpa mempertimbangkan nilai-nilai lokal maupun kondisi dirinya.</p>\n</p>\n<p>\n<table class=\"table table-bordered table-striped table-hover\">\n<tr>\n<th style=\"width: 150px;\">No Soal</th>\n<td>20</td>\n</tr>\n<tr>\n<th>Kompetensi</th>\n<td>Menganalisis fenomena sosial yang dipengaruhi globalisasi secara kritis</td>\n</tr>\n<tr>\n<th>Sub Kompetensi</th>\n<td></td>\n</tr>\n<tr>\n<th>Bentuk Soal</th>\n<td>PGK MCMA</td>\n</tr>\n<!-- kunci -->\n<tr>\n<th>Kunci</th>\n<td>A, C, dan D</td>\n</tr>\n</table>\n</p>\n<p class=\"card-text\"><p>Apa saja langkah atau sikap kritis yang dapat dilakukan untuk menghindari dampak negatif globalisasi seperti yang dialami Lina?</p>\n</p>",
    "topik_soal": "Menganalisis fenomena sosial yang dipengaruhi globalisasi secara kritis",
    "opsi_jawaban": [
      "<p>Mengadopsi pengaruh global secara selektif sambil mempertahankan identitas budaya lokal.</p>",
      "<p>Sepenuhnya mengisolasi diri dari tren global untuk menghindari dampak negatif yang menyertainya.</p>",
      "<p>Mendorong penggunaan media sosial untuk mempromosikan nilai-nilai budaya lokal.</p>",
      "<p>Mengembangkan literasi media untuk menyaring konten secara kritis dan bertanggung jawab.</p>",
      "<p>Meniru budaya global sepenuhnya agar diterima dalam pergaulan modern sebagai bentuk adaptasi.</p>"
    ],
    "jawaban_benar": [
      "A",
      "C",
      "D"
    ],
    "bentuk_soal": "PGK MCMA"
  }
]