[
  {
    "nomor_soal": "1",
    "bacaan_soal": "<p>Sekelompok murid mengikuti lomba karya tulis yang membahas tentang konflik sosial. Mereka membaca berbagai literatur dan menemukan bahwa teori-teori sosiologi yang berkaitan dengan topik tersebut terus mengalami perkembangan. Tokoh-tokoh sosiologi saat ini terus menyempurnakan teori yang sudah ada sehingga relevan dengan perubahan dan perkembangan zaman.</p> <p>Manakah ciri sosiologi yang tepat berdasarkan ilustrasi tersebut </p>",
    "topik_soal": "Mendeskripsikan dan menganalisis pengertian dan perkembangan serta manfaat sosiologi sebagai ilmu pengetahuan.",
    "opsi_jawaban": [
      "<p>Teoritis.</p>",
      "<p>Nonetis.</p>",
      "<p>Empiris.</p>",
      "<p>Objektif.</p>",
      "<p>Kumulatif.</p>"
    ],
    "jawaban_benar": "E"
  },
  {
    "nomor_soal": "7",
    "bacaan_soal": "<p>Desa Sigeru selama ini mengandalkan pertanian subsistem dan terkadang masih dapat dijumpai sistem barter. Dalam dua dekade terakhir, jalan baru telah dibangun yang membuka akses dari desa tersebut menuju pusat kota terdekat. Koneksi ini telah meningkatkan keterbukaan pasar, memperkenalkan teknologi digital kepada kaum muda, dan secara bertahap mulai menggeser nilai-nilai tradisional serta struktur keluarga. Beberapa orang tua mulai khawatir tentang pergeseran nilai komunitas dan meningkatnya perilaku individualis di kalangan generasi muda.</p> <p>Proses sosiologis apakah yang terjadi di desa pada situasi di atas</p>",
    "topik_soal": "Mengidentifikasi bentuk-bentuk perubahan sosial dan menganalisis dampak perubahan sosial.",
    "opsi_jawaban": [
      "<p>Penyimpangan sosial yang disebabkan oleh runtuhnya nilai norma tradisional yang telah dilestarikan turun temurun.</p>",
      "<p>Perubahan budaya melalui pengenalan nilai-nilai dan praktik baru dari sumber eksternal yang tidak terbatas.</p>",
      "<p>Perubahan sosial yang dipicu oleh transformasi teknologi dan ekonomi yang memengaruhi kehidupan komunitas.</p>",
      "<p>Mobilitas sosial yang dihasilkan dari peningkatan peluang ekonomi akibat dari interaksi eksternal.</p>",
      "<p>Gegar budaya akibat keterlambatan adaptasi lembaga tradisional terhadap perubahan modernisasi yang cepat.</p>"
    ],
    "jawaban_benar": "C"
  },
  {
    "nomor_soal": "9",
    "bacaan_soal": "<p>Giri Kriya merupakan UMKM kerajinan tangan yang berada di pelosok desa. Baru-baru ini usaha tersebut viral di media sosial yang mengakibatkan omzet kerajinannya naik signifikan. Satu tahun belakangan ini, pemilik usaha memanfaatkan media sosial dan <em>e-commerce</em> untuk memasarkan produk lintas negara, sehingga akhirnya dikenal dan mendapatkan banyak order. Namun, beberapa pengrajin di desa yang tidak akrab dengan teknologi digital merasa tertinggal dan kesulitan untuk mengikuti tren pemasaran <em>online</em>.</p> <p>Berdasarkan kasus tersebut, manakah pernyataan yang menunjukkan dampak globalisasi di era digital terhadap kehidupan masyarakat</p>",
    "topik_soal": "Menjelaskan dan menganalisis pengaruh globalisasi dan dampaknya.",
    "opsi_jawaban": [
      "<p>Era digital menghilangkan pentingnya pelestarian budaya.</p>",
      "<p>Globalisasi dapat melemahkan interaksi sosial di antara usaha kecil.</p>",
      "<p>Penggunaan internet mendorong komunitas desa menolak kerajinan tradisional.</p>",
      "<p>Era digital membuka peluang ekonomi, tetapi menciptakan ketidaksetaraan.</p>",
      "<p>Globalisasi membatasi produk lokal karena bersaing ketat dengan produk asing.</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "10",
    "bacaan_soal": "<p>Di SMA Tarumaju, beberapa guru dan orang tua mulai gelisah dengan perubahan identitas dan gaya hidup murid. Dari hari ke hari, semakin banyak murid yang terpengaruh oleh tren di media sosial. beberapa diantara mereka mulai mengadopsi gaya hidup hedon dan membandingkan diri mereka dengan <em>influencer </em>(pemengaruh). Murid yang lain kecanduan <em>game online</em> sehingga berakibat pada penurunan kinerja akademis dan berkurangnya interaksi sosial di dunia nyata.</p> <p>Apakah solusi yang tepat untuk mengatasi permasalahan sosial tersebut</p>",
    "topik_soal": "Menganalisis fenomena sosial yang dipengaruhi globalisasi secara kritis.",
    "opsi_jawaban": [
      "<p>Melarang akses ke semua media sosial khususnya di lingkungan sekolah.</p>",
      "<p>Mempromosikan literasi digital dan pemikiran kritis dalam kurikulum sekolah.</p>",
      "<p>Mendorong murid untuk menerima tren media sosial agar tetap <em>up to date.</em></p>",
      "<p>Membatasi akses internet hanya untuk kegiatan dan aktivitas akademik.</p>",
      "<p>Mengizinkan penggunaan internet tanpa batas untuk mendorong kreativitas.</p>"
    ],
    "jawaban_benar": "B"
  },
  {
    "nomor_soal": "11",
    "bacaan_soal": "<p> </p> <p>Objek kajian sosiologi memiliki karakteristik yang berbeda dibandingkan dengan cabang ilmu lainnya. Berdasarkan pernyataan berikut, manakah yang paling tepat menggambarkan objek kajian sosiologi</p>",
    "topik_soal": "Mendeskripsikan dan menganalisis pengertian dan perkembangan serta manfaat sosiologi sebagai ilmu pengetahuan",
    "opsi_jawaban": [
      "<p>Gempa bumi berkekuatan 7,7 yang terjadi di Myanmar dan terasa hingga Thailand pada 28 Maret 2025 sebagai akibat pergeseran lempeng bumi.</p>",
      "<p>Kecanduan teknologi di kalangan generasi muda yang mengubah cara berpikir, berperilaku, dan berinteraksi dalam kehidupan sehari-hari.</p>",
      "<p>Long COVID yang menyebabkan gangguan kesehatan fisik dan mental selama berbulan-bulan pada sebagian besar penyintas COVID-19.</p>",
      "<p>Aktivitas vulkanik yang menyebabkan kerusakan infrastruktur dan memaksa masyarakat mengungsi dari daerah rawan bencana.</p>",
      "<p>Penyebaran virus baru yang menimbulkan krisis kesehatan global dan berdampak pada sistem imun tubuh manusia.</p>"
    ],
    "jawaban_benar": "B"
  },
  {
    "nomor_soal": "17",
    "bacaan_soal": "<p>Perhatikan kutipan jurnal berikut!</p> <p>Fitur <em>account switching</em> di media sosial memungkinkan pengguna memiliki lebih dari satu akun. Hal ini melatarbelakangi maraknya penggunaan akun alter di media sosial. Akun alter biasanya dibuat untuk membangun sisi personalitas lain pengguna agar dikenal oleh banyak orang. Akibatnya, banyak akun anonim atau akun palsu yang menampilkan sisi lain dari penggunanya. Penalaran remaja yang belum sempurna dapat membuat mereka kesulitan memanfaatkan akun alter dengan baik.</p> <p>Hasil penelitian menemukan bahwa ketika menggunakan akun utama remaja cenderung menampilkan diri yang ideal. Mereka menunjukkan identitas asli mereka secara jelas. Sementara itu, pada akun alter, remaja menyusun profil dengan membangun identitas baru yang tidak menampilkan identitas asli mereka secara jelas.</p> <p>Disadur dari:</p> <p><a href=\"https://ejournal3.undip.ac.id/index.php/interaksi-online/article/download/42399/30466\">https://ejournal3.undip.ac.id/index.php/interaksi-online/article/download/42399/30466</a></p> <p>Berdasarkan ilustrasi tersebut, apakah dampak negatif paling utama dari fenomena identitas multidimensi terhadap individu</p>",
    "topik_soal": "Mengidentifikasi dan menganalisis konsep dan bentuk hubungan sosial yang terjadi di masyarakat",
    "opsi_jawaban": [
      "<p>Ketergantungan pada respons sosial untuk membentuk rasa percaya diri dalam berinteraksi.</p>",
      "<p>Keinginan berlebihan untuk tampil sempurna dalam berbagai platform media sosial yang digunakan.</p>",
      "<p>Kesulitan menjalin hubungan pertemanan yang terbuka karena tekanan untuk menjaga citra tertentu.</p>",
      "<p>Ketidakmampuan membedakan antara citra diri ideal dan jati diri yang sebenarnya secara konsisten.</p>",
      "<p>Kecenderungan menarik diri dari lingkungan sosial karena khawatir tidak sesuai ekspektasi publik.</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "18",
    "bacaan_soal": "<p>Sebuah tim pengabdian masyarakat dari perguruan tinggi mengembangkan model pengelolaan sampah berbasis partisipasi warga di sebuah kelurahan padat penduduk. Model ini menggabungkan pemilahan sampah rumah tangga, program bank sampah, serta edukasi rutin tentang pengurangan sampah plastik.</p> <p>Setelah diterapkan selama enam bulan, terjadi penurunan signifikan jumlah sampah dan peningkatan kesadaran warga terhadap lingkungan. Melihat dampak positifnya, model ini mulai diadaptasi oleh beberapa sekolah sebagai bagian dari pendidikan karakter dan kebijakan lingkungan.</p> <p>Berdasarkan ilustrasi tersebut, jenis penelitian sosial yang sesuai adalah ….</p>",
    "topik_soal": "Menjelaskan dan menganalisis berbagai langkah dan metode penelitian sosial",
    "opsi_jawaban": [
      "<p>Eksploratif – untuk menggambarkan realitas sosial yang belum diketahui secara jelas.</p>",
      "<p>Verifikatif – untuk menguji kebenaran suatu teori dalam situasi sosial tertentu.</p>",
      "<p>Deskriptif – untuk memetakan tingkat pengelolaan di berbagai sekolah secara statistik.</p>",
      "<p>Praktis – untuk memberikan solusi nyata terhadap persoalan sosial yang diteliti.</p>",
      "<p>Teoritis – untuk merumuskan konsep-konsep baru dalam memahami perilaku menyimpang.</p>"
    ],
    "jawaban_benar": "D"
  },
  {
    "nomor_soal": "19",
    "bacaan_soal": "<p style=\"text-align: center;\"><img alt=\"\" src=\"https://pusmendik.kemdikbud.go.id/tka/cbt_images/93985_948865ef3b556803e0871f60d326942c.png\"/></p> <p>Di sebuah kota besar, terdapat komunitas pemuda bernama \"Gerak Kota\". Komunitas ini dibentuk oleh anak-anak muda dari latar belakang sosial yang beragam seperti mahasiswa, buruh, seniman jalanan, dan pengusaha muda. Mereka tidak memiliki hubungan kekerabatan atau kesamaan daerah asal, namun terhubung oleh cita-cita yang sama, yaitu mengadvokasi ruang kota yang inklusif dan mendorong ekspresi budaya. Kegiatan mereka meliputi diskusi rutin, pertunjukan seni, dan kampanye sosial melalui media digital.</p> <p>Berdasarkan karakteristik tersebut, apakah jenis kelompok sosial komunitas Gerak Kota</p>",
    "topik_soal": "Mengidentifikasi, menjelaskan, dan menganalisis berbagai kelompok sosial dengan dinamikanya",
    "opsi_jawaban": [
      "<p>Kelompok primer, karena interaksi anggotanya bersifat akrab dan informal.</p>",
      "<p>Kelompok okupasional, karena terdiri atas individu dari berbagai latar pekerjaan.</p>",
      "<p>Kelompok etnis, karena anggotanya memiliki latar budaya yang sama.</p>",
      "<p>Kelompok sekunder, karena terbentuk atas dasar tujuan dan kepentingan bersama.</p>",
      "<p>Kerumunan sosial, karena terbentuk secara spontan dari masyarakat sekitar.</p>"
    ],
    "jawaban_benar": "D"
  }
]